Repository: ctesniere/GreenAddressTranslations
Catalog: */LC_MESSAGES/django.po
Languages: de, fr, nl

source: Transaction details
de: Transaktionsdetails
fr: Détails de la transaction
nl: Transactiedetails

source: Timestamp
de: Zeitstempel
fr: Horodatage
nl: Tijdsstempel

source: Fee
de: Gebühr
fr: Frais
nl: Transactiekosten

source: Address
de: Adresse
fr: Adresse
nl: Adres

source: Amount
de: Betrag
fr: Montant
nl: Bedrag

source: request nLockTime
de: nLockTime abfragen
fr: voir le nLockTime
nl: vraag nLockTime aan

source: Close
de: Schließen
fr: Fermer
nl: Sluiten

source: The QR code containing passphrase to access your wallet is:
de: Der QR-Code mit dem Passwort um auf Ihre Brieftasche zuzugreifen ist:
fr: Le QR code contenant la passphrase pour accéder à votre porte-monnaie est :
nl: De QR code met wachtwoord voor toegang tot uw portemonnee is:

source: Remember to store it in a safe place!
de: Denken Sie daran es an einem sicheren Platz aufzubewahren!
fr: N'oubliez pas de la stocker dans un endroit sûr !
nl: Vergeet niet het op een veilige plek te bewaren!

source: Your mnemonic passphrase
de: Ihre mnemonische Passphrase
fr: Votre passphrase mnémonique
nl: Uw wachtwoord om te onthouden

source: You must provide 2 factor authentication code to perform this action
de: Sie benötigen Zwei-Faktor-Authentifikation für diese Aktion
fr: Vous devez renseigner le code d'authentification deux-facteurs pour effecter cette action
nl: U dient een 2-factor-authenticatiecode in te geven om deze actie uit te voeren

source: Please select authentication method
de: Bitte wählen Sie eine Authentifizierungsmethode
fr: Merci de sélectionner une méthode d'authentification
nl: Kies een authenticatiemethode

source: Please enter your
de: Bitte geben Sie Ihre Emailadresse ein
fr: Entrez votre adresse email
nl: Geef a.u.b. uw

source: authentication code which we have just sent to you.
de: Authentifizierungs-Code den wir Ihnen soeben geschickt haben.
fr: code que nous venons de vous envoyer.
nl: verificatiecode die we net naar u hebben gestuurd.

source: Please enter the
de: Bitte geben Sie ihn hier ein
fr: Entrez le
nl: Geef a.u.b. in

source: Last 10 items
de: Letzte 10 Einträge
fr: 10 derniers éléments
nl: Laatste 10 items

source: Last month
de: Letzter Monat
fr: Le mois dernier
nl: Afgelopen maand

source: Last 3 months
de: Letzte drei Monate
fr: Les 3 derniers mois
nl: Afgelopen 3 maanden

source: All
de: Alle
fr: Tout
nl: Alle

source: We are sorry, but your browser is not supported.
de: Es tut uns leid, aber Ihr Browser wird nicht unterstützt.
fr: Nous sommes désolé mais votre navigateur n'est pas supporté.
nl: Het spijt ons, maar uw browser wordt niet ondersteund.

source: Please try a modern browser like Chrome, Firefox or our Android app!
de: Bitte versuchen Sie einen modernen Browser wie Chrome, Firefox oder unsere Android App!
fr: Utilisez un navigateur moderne comme Chrome, Firefox, ou notre application Android !
nl: Probeer een moderne browser zoals Chrome, Firefox of onze Android app!

source: No addresses found
de: Keine Addressen gefunden
fr: Pas adresses trouvées
nl: Er zijn geen adressen gevonden

source: number of transactions
de: Anzahl der Transaktionen
fr: nombre de transactions
nl: aantal transacties

source: You have some expired deposits. Unless you re-deposit or redeem them, no transactions will be allowed
de: Sie haben einige abgelaufene Einlagen. Bis Sie diese nicht erneut einlegen oder abheben, sind keine Transaktionen erlaubt
fr: Vous avez des dépôts expirés, tant que vous ne re-déposez ou réclamez pas ces fonds aucune transaction ne pourra être effectuée.
nl: U hebt een aantal verlopen stortingen. Tenzij u ze opnieuw stort of ze opneemt, zullen geen transacties worden toegestaan

source: Redeposit as single transaction (cheaper)
de: Erneut einlegen als einzelne Transaktion (günstiger)
fr: Re-dépôt transaction simple (moins cher)
nl: Opnieuw storten als één transactie (goedkoper)

source: estimated fee
de: geschätzte Gebühr
fr: frais (estimation)
nl: geschatte transactiekosten

source: Redeposit as one transaction per output (better privacy)
de: Erneut einlegen mit einer Transaktion pro Ausgang (bessere Privatsphäre)
fr: Re-dépôt une transaction par sortie (meilleure confidentialité)
nl: Opnieuw storten als één transactie per output (betere privacy)

source: transactions
de: Transaktionen
nl: transacties

source: Year
de: Jahr
fr: Année
nl: Jaar

source: Month
de: Monat
fr: Mois
nl: Maand

source: Your last transactions
de: Ihre letzten Transaktionen
fr: Vos dernières transactions
nl: Uw meest recente transacties

source: Add new entry
de: Neuen Eintrag hinzufügen
fr: Ajouter un nouveau
nl: Nieuwe item toevoegen

source: Name
fr: Nom
nl: Naam

source: Export to CSV
de: CSV exportieren
fr: Exporter en CSV
nl: Exporteren naar CSV

source: Your address book is empty
de: Ihr Adressbuch ist leer
fr: Votre carnet d'adresses est vide
nl: Uw adresboek is leeg

source: Already got an account?
de: Sie haben bereits ein Konto?
fr: Vous avez déjà un compte ?
nl: Heeft u al een account?

source: Login to your Wallet
de: In Ihre Brieftasche einloggen
fr: Connexion au porte-monnaie
nl: Log in op uw portemonnee

source: Step
de: Schritt
fr: Etape
nl: Stap

source: of
de: von
fr: sur
nl: van

source: You are now the proud owner of a bitcoin wallet
de: Sie sind nun stolzer Besitzer einer Bitcoin-Brieftasche
fr: Vous êtes désormais propriétaire d'un porte-monnaie bitcoin !
nl: U bent nu de trotse eigenaar van een bitcoinportemonnee

source: Please finish this 4-step account setup to fully secure it against intruders
de: Bitte führen Sie diese Einrichtung in vier Schritten aus, um Ihr Konto vollständig gegen fremden Zugriff zu schützen
fr: Plus que 4 petites étapes pour le protéger efficacement
nl: Gelieve de volgende 4-stapsprocedure te voltooien om uw account maximaal te beveiligen tegen indringers

source: Generating mnemonic, please wait...
de: Erzeuge Mnemonikum...
fr: Génération de la passphrase mnémonique
nl: Genereren van wachtwoord, even geduld...

source: Please write down these words and store them in a safe place as they can't be recovered.
de: Bitte schreiben Sie diese Worte auf und bewahren Sie diese an einem sicheren Ort auf, da sie nicht wiederhergestellt werden können.
fr: Recopiez ou imprimez ces mots et stockez-les dans un endroit sûr.
nl: Gelieve deze woorden op te schrijven en op een veilige plaats op te bergen aangezien ze bij verlies niet kunnen worden teruggehaald.

source: We do not store the above information anywhere, we can't help you recover it!
de: Wir speichern die obige Information nirgendwo, wir können Ihnen nicht helfen sie wiederherzustellen!
fr: Nous ne stockons aucune des informations ci-dessus, nous ne pourrons pas vous aider à les retrouver !
nl: Wij slaan de bovenstaande informatie nergens op, we kunnen u niet helpen het terug te halen als u het kwijtraakt!

source: I confirm that my passphrase is saved &amp; secured and I agree with the
de: Ich bestätige, dass meine Passphrase gespeichert und gesichert ist, und akzeptiere die
fr: Je confirme que ma passphrase est sauvegardée et en lieu sûr et je suis d'accord avec les
nl: Ik verklaar dat mijn passphrase op een veilige plek is opgeslagen &amp; en ik stem in met de

source: Show QR Code
de: Zeige QR-Code
fr: Voir le QR Code
nl: QR-code weergeven

source: Write to NFC tag
de: Schreibe in NFC Tag
fr: Ecrire sur un tag NFC
nl: Schrijf naar NFC tag

source: Print passphrase
de: Passphrase ausdrucken
fr: Imprimer la passphrase
nl: Wachtwoord afdrukken

source: Continue
de: Weiter
fr: Continuer
nl: Doorgaan

source: Error:
de: Fehler:
fr: Erreur :
nl: Fout:

source: Click to try again
de: Hier klicken, um es erneut zu versuchen
fr: Cliquez pour recommencer
nl: Klik om het nog eens te proberen

source: The passphrase to access your wallet is:
de: Die Passphrase für den Zugriff auf Ihre Brieftasche lautet:
fr: La passphrase de votre porte-monnaie est :
nl: De passphrase voor toegang tot uw portemonnee is:

source: Store this page in a safe place
de: Bewahren Sie diese Seite an einem sicheren Ort auf
fr: Stockez cette page dans un endroit sûr !
nl: Bewaar deze pagina op een veilige plek

source: Phone
de: Telefon
fr: Téléphone
nl: Telefoon

source: Google Authenticator is enabled.
de: Google Authenticator ist aktiviert.
fr: Google Authenticator est activé
nl: Google Authenticator is ingeschakeld.

source: Install app
de: App installieren
fr: Installer l'application
nl: Installeer app

source: Install the app on your device. For Android at
de: Installieren Sie die App auf Ihrem Gerät. Für Android auf
fr: Installez l'application sur votre appareil. Pour Android sur
nl: De app op uw apparaat installeren. Voor Android op

source: while for iOS at
de: für iOS auf
fr: et pour iOS sur
nl: terwijl voor iOS op

source: Add account
de: Konto hinzufügen
fr: Ajouter un compte
nl: Account toevoegen

source: Add an account to the Google Authenticator App and scan the QR code or manually enter exact code.
de: Fügen Sie ein Konto zur Google Authenticator App hinzu und scannen Sie den QR-Code oder geben Sie den Code manuell ein.
fr: Ajoutez un compte sur le Google Authenticator et scannez le QR code ou entrez manuellement le code.
nl: Voeg een account toe aan de Google Authenticator App en scan de QR code of voer de exacte code handmatig in.

source: Confirm code
de: Code bestätigen
fr: Confirmer le code
nl: Bevestig code

source: Google Authenticator will now show a number which in order to complete the two factor setup you need to enter below.
de: Google Authenticator zeigt nun eine Zahl an. Geben Sie diese unten ein, um die Zwei-Faktor-Authentifikation zu vervollständigen.
fr: Google Authenticator va maintenant vous montrer un nombre que vous devrez reporter ci-dessous pour terminer la mise en place de l'authentification deux-facteurs.
nl: Op de Google Authenticator verschijnt nu een getal dat u hieronder moet invoeren om het instellen van de dubbele verificatie te voltooien.

source: Please enter received code
de: Bitte geben Sie den erhaltenen Code ein
fr: Entrez le code que vous avez reçu
nl: Voer ontvangen code in

source: Enable
de: Aktivieren
fr: Activer
nl: Inschakelen

source: Email two factor authentication is enabled.
de: Zwei-Faktor-Authentifizierung über Email ist aktiviert.
fr: L'authentification deux-facteurs par email est activée
nl: Dubbele verificatie via e-mail is ingeschakeld.

source: Your email address
de: Ihre Emailadresse
fr: Votre adresse email
nl: Uw e-mailadres

source: Please enter your email
de: Bitte geben Sie Ihre Emailadresse ein
fr: Entrez votre adresse email
nl: Voer uw e-mailadres in

source: You need to provide one code from your email to set up the two factor authentication.<br> Please open your email and provide the code.
de: Sie müssen einen Code aus Ihrer Email eingeben um die Zwei-Faktor-Authentifizierung zu aktivieren<br>Bitte öffnen Sie Ihre Email und geben Sie den Code ein.
fr: Vous devez fournir le code reçu par email pour mettre en place l'authentification deux-facteurs<br /> Consultez vos emails et indiquez le code.
nl: U dient een code uit uw e-mail in te voeren om dubbele verificatie in te stellen.<br>Gelieve uw e-mail te openen en de code in te voeren.

source: SMS two factor authentication is enabled.
de: SMS Zwei-Faktor-Authentifizierung ist aktiviert.
fr: L'authentification deux-facteurs par SMS est activée
nl: Dubbele verificatie via SMS is ingeschakeld.

source: Your phone number
de: Ihre Telefonnummer
fr: Votre numéro de téléphone
nl: Uw telefoonnummer

source: +NN... Please enter your phone
de: +NN... Bitte geben Sie Ihre Telefonnummer ein
fr: +NN... Entrez votre numéro de téléphone
nl: Voer uw telefoonnummer inclusief landnummer in (+31 voor Nederland)

source: You need to provide one SMS code to set up the two factor authentication.<br> Please check your phone and provide the code.
de: Sie müssen einen SMS Code eingeben um die Zwei-Faktor-Authentifizierung einzurichten.<br>Bitte prüfen Sie Ihr Telefon und geben Sie den Code ein.
fr: Vous devez fournir le code reçu par SMS pour activer l'authentification deux-facteurs.<br />Consultez vos SMS et indiquez le code.
nl: U dient een SMS code in te voeren om dubbele verificatie in te stellen.<br>Gelieve uw SMS te lezen en de code in te voeren.

source: Phone call two factor authentication is enabled.
de: Anruf Zwei-Faktor-Authentifizierung ist aktiviert.
fr: L'authentification deux-facteurs par email est activée
nl: Dubbele verificatie via telefoon is ingeschakeld.

source: You need to provide one code to set up the two factor authentication.<br> Please check your phone and provide the code.
de: Sie müssen einen Code angeben um die Zwei-Faktor-Authentifikation einzurichten.<br> Bitte prüfen Sie Ihr Telefon und geben Sie den Code ein.
fr: Vous devez fournir le code reçu par SMS pour activer l'authentification deux-facteurs.<br>Consultez vos SMS et indiquez le code.
nl: U dient een SMS code in te voeren om dubbele verificatie in te stellen.<br>Gelieve uw SMS te lezen en de code in te voeren.

source: Phone code
de: Telefon-Code
fr: Téléphone code
nl: Telefoon code

source: Date
de: Datum
nl: Datum

source: Description
de: Beschreibung
nl: Beschrijving

source: unconfirmed
de: unbestätigt
fr: non confirmée
nl: onbevestigde

source: confirmations
de: Bestätigungen
nl: bevestigingen

source: take funds back
de: Guthaben zurücknehmen
fr: récupérer les fonds
nl: Neem bedrag terug

source: No transactions found...
de: Keine Transaktionen gefunden...
fr: Aucune transaction trouvée
nl: Geen transacties gevonden...

source: Don't compromise on security
de: Machen Sie keine Kompromisse bezüglich der Sicherheit
fr: Encore plus de sécurité
nl: Neem geen genoegen met gereduceerde veiligheid

source: Set up two factor authentication
de: Zwei-Faktor-Authentifikation einrichten
fr: Configurez l'authentification à deux-facteurs
nl: Dubbele verificatie instellen

source: We strongly suggest you to set up two factor authentication, this will make your wallet much more secure and will let you some additional features such as Spending Limits and Delayed Payments.
de: Wir empfehlen dringend, Zwei-Faktor-Authentifikation einzurichten! Dies erhöht die Sicherheit und ermöglicht weitere Funktionen wie Ausgabegrenzen und verzögerte Zahlungen.
fr: Nous vous conseillons vivement de mettre en place l'authentification deux-facteurs, cela renforcera la sécurité de votre porte-monnaie et vous permettra d'utiliser des fonctionnalités telles que les limites de dépense ainsi que les paiements différés.
nl: We raden aan dubbele verificatie in te stellen. Dit maakt uw portemonnee veel veiliger en zorgt ervoor dat u meer functies kunt gebruiken zoals Uitgavenlimiet en Vertraagde Betalingen.

source: If you set it up to issue a transaction you will not only need to login to your wallet but also confirm it with a code sent to you via email, SMS or google authenticator as per your choice.
de: Wenn sie es einrichten, erfordert das Senden einer Transaktion neben Ihrem Login noch einen Bestätigungscode, den Sie je nach Wahl per Email, SMS oder Google Authenticator erhalten.
fr: Si vous mettez en place la double authentification vous devrez confirmer chaque transaction avec un code par SMS ou e-mail, selon ce que vous aurez choisi.
nl: Als dubbele verificatie is ingesteld dient u naast in te loggen nogmaals uw identiteit te bevestigen voordat een transactie verzonden kan worden. Hiervoor wordt u een code toegestuurd via e-mail, SMS of Google Authenticator.

source: Take me to my wallet!
de: Zu meiner Brieftasche!
fr: Terminer et aller sur le porte-monnaie
nl: Laat mijn portemonnee zien!

source: Pay or get paid by social networks
de: Bezahlen oder bezahlt werden in Sozialen Netzwerken
fr: Transactions via les réseaux sociaux
nl: Verstuur of ontvang betalingen via sociale netwerken

source: Grant access to your wallet in watch-only mode
de: Zugriff auf Ihre Brieftasche im Nur-Schauen-Modus erlauben
fr: Accès à votre porte-monnaie en mode lecture seule
nl: Verleen toegang tot uw portemonnee in de alleen-kijken-modus

source: Custom Login
de: Manuelles Anmelden
fr: Personnalisé Connexion
nl: Aangepaste Login

source: Coming soon
de: Kommt bald
fr: Bientôt
nl: Binnenkort beschikbaar

source: If you like you can access your Wallet in Watch-Only mode via simple login. When you login in this way you access a completely separate "area" of your wallet, in no way it can be compromised and payments cannot be made
de: Wenn Sie wollen können Sie auf Ihre Brieftasche über einfaches Anmelden im Nur-Schauen-Modus zugreifen. Wenn Sie sich so anmelden können Sie auf einen komplett separaten "Bereich" Ihrer Brieftasche zugreifen, der auf keinerlei Weise kompromittiert werden kann und in dem keine Zahlungen durchgeführt werden können
fr: Vous avez la possibilité de vous connecter en mode lecture seule en utilisant les réseaux sociaux. Lorsque vous utilisez ce mode vous accédez à un emplacement complètement séparé de votre porte-monnaie réel de sorte que celui-ci ne puisse être compromis ou que des paiements puisse être envoyés.
nl: Als u wilt, kunt u bij uw portemonnee in alleen-kijken-modus via een versimpelde inlogprocedure. Als u op deze wijze inlogt, komt in in a volledig afgeschermde "zone" van uw portemonnee, deze kan onmogelijk worden gecompromitteerd en er kunnen geen betalingen mee worden gedaan

source: Plus use your email or your Facebook name to receive payments! No more long and complicated addresses to remember and communicate. That means that you can easily login in 'watch-only mode' safely from any wi-fi, on the go or even at Starbucks!
de: Zudem können Sie Ihre Emailadresse oder Ihren Facebooknamen benutzen um Zahlungen zu erhalten! Keine langen und komplizierten Adressen mehr zu merken und kommunizieren. Das heißt Sie können sich einfach und sicher im 'Nur-Schauen-Modus' anmelden, über WLAN, unterwegs oder bei Starbucks!
fr: De plus, vous pouvez utiliser votre adresse email ou votre nom Facebook pour recevoir des paiements ! Plus d'adresses longues et compliquée à retenir et à communiquer. Avec ce mode vous pouvez vous connecter depuis n'importe quel WiFi publique en toute sécurité.
nl: En gebruik uw e-mail of uw Facebook naam om betalingen te ontvangen! Geen lange en ingewikkelde adressen meer om te onthouden en te communiceren. Dat betekent dat u gemakkelijk veilig kunt inloggen in alleen-kijken-modus vanaf wi-fi, onderweg of zelfs bij Starbucks!

source: Generating your wallet keys, please wait
de: Erzeuge Ihre Brieftaschenschlüssel, bitte warten.
fr: Génération des clés de votre porte-monnaie, merci de patienter...
nl: Sleutels van uw portemonnee genereren, een moment geduld a.u.b.

source: Please wait, logging in...
de: Bitte warten, melde an...
fr: Connexion en cours, merci de patienter
nl: Een moment geduld a.u.b., inloggen...

source: Take me to my wallet and skip all this!
de: Überspringe das ganze und auf zu meiner Brieftasche!
fr: Ignorez tout ça et montrez moi mon porte-monnaie !
nl: Breng me naar mijn portemonnee en sla dit alles over!

source: Done, take me to step 4
de: Fertig, weiter zu Schritt 4
fr: C'est fait, passer à l'étape 4
nl: Klaar, neem me naar stap 4

source: Processing...
de: Bearbeite...
fr: Traitement...
nl: Verwerken...

source: Do you want to log out?
de: Wollen Sie sich abmelden?
fr: Voulez-vous vous déconnecter?
nl: Wilt u uitloggen?

source: Please send the Facebook message.
de: Bitte senden Sie die Facebook-Nachricht.
fr: Envoyer le message Facebook
nl: Stuur het bericht via Facebook.

source: Send
de: Senden
fr: Envoyer
nl: Verzenden

source: Cancel - revert transaction
de: Abbruch - Transaktion stornieren
fr: Annuler la transaction
nl: Annuleren - transactie terugdraaien

source: I have sent the message
de: Ich habe die Nachricht versandt
fr: J'ai envoyé le message
nl: Ik heb het bericht verzonden

source: There was a problem writing to the NFC tag:
de: Es gab ein Problem beim Schreiben des NFC-Tags:
fr: Il y a eu une erreur lors de l'écriture sur le tag NFC :
nl: Er is een probleem opgetreden tijdens het schrijven naar de NFC tag:

source: Initialising NFC tags listener...
de: Initialisiere NFC Tags Listener...
fr: Initialisation du lecteur de tag NFC
nl: NFC tag lezer initialiseren...

source: Please hold your tag(s) close to the device to write your wallet!
de: Bitte halten Sie Ihr(e) Tag(s) nah an das Gerät um Ihre Brieftasche zu schreiben!
fr: Gardez votre (vos) tag(s) près de votre appareil pour l'écriture sur votre porte-monnaie !
nl: Gelieve uw tag(s) tegen het apparaat te houden om uw portemonnee weg te schrijven!

source: Tags written:
de: Tags geschrieben:
fr: Tags écrits :
nl: Tags geschreven:

source: Tags formatted:
de: Tags formatiert:
fr: Tags formattés :
nl: Tags geformatteerd:

source: Your NFC is not enable or not available. If available, please enable it in settings
de: Ihr NFC ist nicht aktiviert oder verfügbar. Wenn verfügbar, aktivieren Sie es bitte in Einstellungen
fr: Votre NFC n'est pas activé ou pas disponible. Si possible activez-le dans les paramètres.
nl: Uw NFC is niet ingeschakeld of niet beschikbaar. Indien beschikbaar, schakel het a.u.b. in bij de instellingen

source: Please provide username and password.
de: Bitte geben Sie Benutzername und Passwort an.
fr: S'il vous plaît fournir le nom d'utilisateur et mot de passe.
nl: Geef uw gebruikersnaam en wachtwoord.

source: Enter your username
de: Geben Sie Ihren Benutzernamen ein
fr: Entrez votre user
nl: Vul uw gebruikersnaam in

source: Enter your password
de: Geben Sie das Passwort ein
fr: Entrez le mot de passe
nl: Voer uw wachtwoord in

source: You can create a 4-digit personal identification number used to retrieve the password encrypting the mnemonic passphrase.
de: Sie können eine vierstellige persönliche Identifikationsnummer erstellen um das Passwort wiederherzustellen, mit dem die mnemonische Passphrase verschlüsselt wurde.
fr: Vous pouvez renseigner un code PIN à 4 caractères qui sera utilisé pour retrouver le mot de passe de chiffrage de la passphrase mnémonique.
nl: U kunt een 4-cijferige pincode aanmaken om het wachtwoord op te halen waarmee het te onthouden wachtwoord wordt versleuteld.

source: Enter your PIN
de: Geben Sie Ihre PIN ein
fr: Entrez votre PIN
nl: Voer uw pincode in

source: PIN must be a 4-digit number
de: PIN muss eine vierstellige Zahl sein
fr: Le PIN doit être un nombre à 4 chiffres
nl: PIN moet een 4-cijferig getal zijn

source: Confirm PIN number
de: PIN Nummer bestätigen
fr: Confirmez le PIN
nl: PIN-code bevestigen

source: The QR code for Google Authenticator access to your wallet is:
de: Der QR Code für Google Authenticator Zugriff auf Ihre Brieftasche ist:
fr: Le QR code pour l'accès Google Authenticator à votre porte-monnaie est :
nl: De QR code voor toegang tot uw portemonnee met Google Authenticator is:

source: You can also copy the code manually:
de: Sie können den Code auch manuell kopieren:
fr: Vous pouvez aussi recopier le code manuellement :
nl: U kunt de code ook handmatig kopiëren:

source: Fast and secure access to your Wallet
de: Schneller und sicherer Zugriff auf Ihre Brieftasche
fr: Connexion rapide au porte-monnaie
nl: Snelle en veilige toegang tot uw portemonnee

source: To have a secure but quick access from this device set your PIN
de: Für sicheren aber schnellen Zugriff von diesem Gerät aus, stellen Sie Ihre PIN ein
fr: Pour un accès rapide et sécurisé depuis cet appareil, créez un code PIN
nl: Voor veilige, maar snelle toegang vanaf dit apparaat kunt u een pincode instellen

source: PIN number
de: PIN-Nummer
fr: Code PIN
nl: PIN-code

source: Four digits number
de: Vierstellige Zahl
fr: Nombre à 4 chiffres
nl: Nummer van vier cijfers
