Repository: ctesniere/GreenAddressTranslations
Catalog: */LC_MESSAGES/django.po
Languages: de, fr, nl

source: Access by PIN allows a quick login while keeping security to a high standard. The PIN secures a random AES 256 bit password which we will delete if 3 PIN attempts fail, forcing you to provide your full mnemonics once again. Easy, convenient and secure, so let's use it!
de: Zugriff über PIN ermöglicht ein schnelles Anmelden bei hoher Sicherheit. Die PIN sichert ein zufälliges AES 256 Bit Passwort welches wir nach drei fehlgeschlagenen Eingabeversuchen löschen, so dass Sie gezwungen sind das volle Mnemonikum erneut einzugeben. Einfach, bequem und sicher, also benutzen wir es!
fr: La connexion avec un code PIN permet de se connecter rapidement sans pénaliser la sécurité. Le code PIN protège un mot de passe aléatoire AES 256 qui sera supprimé au bout de trois PIN incorrects, ce qui vous obligera à renseigner votre passphrase mnémonique. Facile, pratique et sécurisé, à utiliser !
nl: Met toegang door PIN kunt u snel inloggen terwijl de beveiliging hoog blijft. De PIN-code beveiligt een willekeurig gekozen AES 256 bit wachtwoord dat wij zullen wissen als 3 PIN pogingen achter elkaar mislukken, waardoor u uw volledige wachtwoord nogmaals zult moeten invoeren. Gemakkelijk, handig en veilig, dus gebruik het vooral!

source: PIN set, ready for step 3
de: PIN eingerichtet, bereit für Schritt 3
fr: PIN créé, prêt pour l'étape 3
nl: PIN ingesteld, klaar voor stap 3

source: Setting PIN...
de: Setze PIN...
fr: Création du code PIN...
nl: PIN-code instellen...

source: Skip PIN setup and continue
de: PIN-Einrichtung überspringen und fortfahren
fr: Ignorer le PIN et continuer
nl: PIN instellen overslaan en doorgaan met

source: Recipient
de: Empfänger
fr: Le destinataire
nl: Ontvanger

source: Enter recipient's bitcoin address, email or Facebook account name
de: Geben Sie die Bitcoin-Adresse, Email-Adresse oder den Facebook-Account-Namen vom Empfänger ein
fr: Entrez l'adresse du destinataire, adresse bitcoin, email ou nom Facebook
nl: Geef bitcoin adres, e-mail of Facebook accountnaam van de ontvanger

source: Scan QR
de: QR Scannen
fr: Scanner QR code
nl: Scan QR-code

source: Encryption passphrase
de: Verschlüsselungs-Passphrase
fr: Passphrase de chiffrement
nl: Wachtwoord voor versleuteling

source: will be paid by
de: wird bezahlt von
fr: sera payé par
nl: zal worden betaald door

source: Me
de: mir
fr: Moi
nl: mij

source: calculating
de: berechne
fr: Calcul en cours
nl: berekenen

source: Outputs expiring soon
de: Bald ablaufende Ausgänge
fr: Sortie sur le point d'expirer
nl: Outputs die binnenkort verstrijken

source: No active nLockTime transactions found
de: Keine aktiven nLockTime-Transaktionen gefunden
fr: Aucune transaction nLockTime active trouvée
nl: Geen actieve nLockTime transacties gevonden

source: Transaction hash, output number
de: Transaktionshash, Ausgangsnummer
fr: Hash transaction, nombre de sortie
nl: Transactie hash, nummer van de output

source: Change language to
de: Sprache ändern zu
fr: Changer la langue de
nl: Taal veranderen naar

source: Currency
de: Währung
fr: Devise
nl: Valuta

source: Select your currency and pricing source.
de: Wählen Sie Ihre Währung und Preisquelle
fr: Choisissez votre devise et la source du cours
nl: Selecteer uw valuta en markt voor prijsweergave.

source: Pricing source to use
de: Preisangabe von
fr: Place de marché à utiliser
nl: Markt voor prijsweergave

source: Show amounts in
de: Zeige Guthaben in
fr: Voir les montants en
nl: Toon bedragen in

source: Notifications
de: Benachrichtigungen
nl: Meldingen

source: Notifications allow for improved security when configured for outgoing and for most up to date information when configured for incoming
de: Benachrichtigungen bieten höhere Sicherheit für ausgehende Transaktionen, und aktuellste Informationen über eingehende Transaktionen
fr: Les notifications améliorent la sécurité pour les transactions sortantes et permettent une meilleure visibilité pour les transactions entrantes.
nl: Meldingen verbeteren de beveiliging voor uitgaande transacties. Ook wordt u meteen op de hoogte gebracht bij inkomende transacties.

source: Send incoming transaction notification by
de: Sende Benachrichtigungen über eingehende Transaktionen via
fr: Envoyer les notifications pour les transactions entrante via
nl: Meldingen voor inkomende transacties versturen via

source: Send outgoing transaction notification by
de: Sende Benachrichtigungen über ausgehende Transaktionen via
fr: Envoyer les notifications pour les transactions sortantes via
nl: Meldingen voor uitgaande transacties versturen via

source: NOTE
de: HINWEIS
nl: OPMERKING

source: You need to have email Two Factor Authentication enabled for this feature to work.
de: Für diese Funktion muss Zwei-Faktor-Authentifizierung via Email aktiviert sein.
fr: Vous devez avoir activé l'authentification deux-facteurs par email pour utiliser cette fonctionnalité.
nl: Dubbele verificatie dient ingesteld te zijn voor deze functie.

source: Set any or all two factor: you can choose which one when needed!
de: Eine oder alle Zwei-Faktor-Authentifikationen einrichten, diese können dann nach Bedarf gewählt werden!
fr: Activez l'une ou les deux options de double authentification : vous pourrez choisir l'une ou l'autre au besoin !
nl: Stel een of meerdere verificaties in: u kunt wisselen wanneer dit nodig is!

source: You need to provide one code from your email to set up the two factor authentication.<br> Please open your email and provide the code.
de: Sie müssen einen Code aus Ihrer Email eingeben um die Zwei-Faktor-Authentifizierung zu aktivieren.<br>Bitte öffnen Sie Ihre Email und geben Sie den Code ein.
fr: Vous devez fournir le code reçu par email pour mettre en place l'authentification deux-facteurs<br /> Consultez vos emails et indiquez le code.
nl: U dient een code van uw e-mail in te voeren om dubbele verificatie in te stellen.<br>Gelieve uw e-mail te openen en de code in te voeren.

source: You need to provide one Google Authenticator code to set up the two factor authentication.<br> Please scan the QR code below, and provide the code.
de: Sie müssen einen Google Authenticator-Code angeben um die Zwei-Faktor-Authentifikation einzurichten.<br>Bitte scannen Sie den QR-Code mit Google Auth, und geben Sie den erhaltenen Code ein.
fr: Vous devez fournir le code reçu par SMS pour activer l'authentification deux-facteurs.<br>Consultez vos SMS et indiquez le code.
nl: U dient een Google Authenticator code in te voeren om dubbele verificatie in te stellen.<br> Gelieve onderstaande QR-code te scannen en in te voeren.

source: You need to provide one SMS code to set up the two factor authentication.<br> Please check your phone and provide the code.
de: Sie müssen einen SMS-Code eingeben um die Zwei-Faktor-Authentifizierung einzurichten.<br>Bitte prüfen Sie Ihr Telefon und geben Sie den Code ein.
fr: Vous devez fournir le code reçu par SMS pour activer l'authentification deux-facteurs.<br />Consultez vos SMS et indiquez le code.
nl: U dient een SMS code in te voeren om dubbele verificatie in te stellen.<br>Gelieve uw SMS te lezen en de code in te voeren.

source: You need to provide one phone code to set up the two factor authentication.<br> Please check your phone and provide the code.
de: Sie müssen einen Code bereit stellen um die Zwei-Faktor-Authentifikation einzurichten.<br>Bitte prüfen Sie Ihr Telefon und geben Sie den Code ein.
fr: Vous devez fournir le code reçu par SMS pour activer l'authentification deux-facteurs.<br>Consultez vos SMS et indiquez le code.
nl: U dient een telefoon code in te voeren om dubbele verificatie in te stellen.<br>Gelieve uw telefoon op te nemen en de code in te voeren.

source: Spending limits
de: Ausgabegrenzen
fr: Limites de dépenses
nl: Uitgavenlimiet

source: Set some limits for which you won't be asked for two factor for super userfriendly payments.
de: Setzen Sie Grenzen unter denen Sie nicht nach Zwei-Faktor-Authentifikation gefragt werden, für super-nutzerfreundliche Zahlungen.
fr: Configurez une limite en dessous de laquelle la double authentification ne vous sera pas demandée.
nl: Stel de limiet in waaronder u niet wordt gevraagd voor dubbele verificatie. Dit zorgt voor snellere en gebruiksvriendelijkere transacties.

source: Enable delayed payments
de: Aktiviere verzögerte Zahlungen
fr: Activer les paiements différés
nl: Vertraagde betalingen inschakelen

source: Delayed payments
de: Verzögerte Zahlungen
fr: Paiements différés
nl: Vertraagde betalingen

source: Delay transaction for super ease of mind: works best in conjuction with outgoing notifications.
de: Verzögere Transaktionen für zusätzliche Geistesruhe: Funktioniert am besten zusammen mit Benachrichtigungen über ausgehende Transaktionen.
fr: Différez les transactions pour un confort d'utilisation. Fonctionne encore mieux avec les notifications sortantes.
nl: Vertraag transactie voor de grootst mogelijke gemoedsrust: werkt het beste als uitgaande notificaties zijn ingeschakeld.

source: Delay payments of
de: Verzögere Zahlungen über
fr: Différer les paiements de
nl: Vertraag betalingen van

source: Enable a simple PIN to quickly access your wallet from this device.
de: Einfache PIN einrichten, um schnell auf Ihre Brieftasche von diesem Gerät aus zuzugreifen.
fr: Activez le code PIN pour accéder rapidement à votre porte-monnaie depuis cet appareil.
nl: Eenvoudige PIN-code inschakelen voor snelle toegang tot uw portemonnee vanaf dit apparaat.

source: Enable quick login on this device
de: Schnelle Anmeldung auf diesem Gerät aktivieren
fr: Activer la connexion rapide sur cet appareil
nl: Snelle login op dit apparaat inschakelen

source: Change PIN number
de: PIN-Nummer ändern
fr: Modifier le code PIN
nl: Pincode wijzigen

source: Set PIN number
de: PIN-Nummer setzen
fr: Définir un code PIN
nl: Pincode instellen

source: Four digit number
de: Vierstellige Zahl
fr: Nombre à 4 chiffres
nl: Getal van vier cijfers

source: Confirm
de: Bestätigen
fr: Confirmer
nl: Bevestigen

source: Disable quick login on all devices
de: Deaktiviere schnelles Anmelden auf allen Geräten
fr: Désactiver la connexion rapide pour tous les appareils
nl: Snelle login op alle apparaten uitschakelen

source: set PIN to
de: PIN setzen auf
fr: définir le PIN
nl: PIN instellen op

source: Remove
de: Entferne
fr: Supprimer
nl: Verwijderen

source: Link your own third party accounts
de: Verknüpfen Sie Ihre eigenen Konten von anderen Diensten
fr: Lier des comptes tiers
nl: Uw eigen accounts bij derde partijen koppelen

source: Allow social payments and watch-only login to your wallet via your own third party accounts.
de: Erlauben von Sozialen Zahlungen und Nur-Schauen-Anmeldungen auf Ihre Brieftasche über Ihre Konten bei anderen Diensten.
fr: Vous permet d'effectuer des paiements via les réseaux sociaux et de consulter votre compte en mode lecture seule.
nl: Sociale betalingen en inloggen op uw portemonnee in alleen-kijken-modus via uw eigen accounts bij derde partijen inschakelen.

source: Username
de: Benutzername
fr: Utilisateur
nl: Gebruikersnaam

source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord

source: Use GreenAddress to handle bitcoin: links.
fr: Utiliser GreenAddress pour les liens bitcoin:
nl: GreenAddress gebruiken om bitcoin: hyperlinks te verwerken .

source: Enable Handler
fr: Activer la gestion des liens
nl: Handler inschakelen

source: Show mnemonic
de: Zeige Mnemonikum
fr: Voir la passphrase
nl: Toon passphrase

source: Display your mnemonic for account recovery or cloning on another device.
de: Zeige Mnemonikum zur Kontowiederherstellung oder Klonen auf anderen Geräten.
fr: Affiche votre passphrase mnémonique pour la récupération de votre compte ou pour lier un autre appareil.
nl: Uw passphrase voor accountherstel of klonen op een ander apparaat weergeven.

source: nLockTime transactions allow you to redeem your deposited funds without GreenAddress.it's signature after pre-defined number of blocks
de: nLockTime-Transaktionen erlauben es Ihnen, Ihre Einlagen nach einer im Voraus festgelegten Zeit auch ohne GreenAddress.it's Signatur zurückzuerhalten
fr: Les transactions nLockTime permettent de réclamer des fonds déposés sur GreenAddress après un certain nombre de blocs.
nl: Met nLockTime-transacties kunt u na een vooraf gedefinieerd aantal blokken uw reeds gestorte bedragen opnemen zonder de handtekening van GreenAddress.it

source: Allow redeeming funds without GreenAddress.it signature after
de: Guthaben einlösbar ohne Signatur von GreenAddress.it nach
fr: Autoriser le déblocage de fonds sans la signature GreenAddress.it après
nl: Toestaan dat bedragen zonder GreenAddress.it handtekening kunnen worden opgenomen na

source: blocks
de: Blöcken
fr: blocs
nl: blokken

source: Both outgoing and incoming transaction notifications must be enabled for this feature to work.
de: Für diese Funktion müssen Benachrichtigungen sowohl für ausgehende als auch eingehende Transaktionen aktiviert sein.
fr: Pour utiliser cette fonctionnalité vous devez activer les notifications de transaction (entrées et sorties).
nl: Zowel binnenkomende als uitgaande transactienotificaties moeten worden ingeschakeld voor deze functie.

source: Show outputs expiring soon
de: Zeige bald ablaufende Ausgänge
fr: Montrer les sorties expirant bientôt
nl: Toon outputs die binnenkort verlopen

source: Show URI and address
de: URI und Adresse anzeigen
fr: Voir l'URL et l'adresse
nl: URI en adres weergeven

source: Permanent Payment URL
de: Permanente Bezahlungs-URL
fr: URL permanente de paiement
nl: Permanente betalings-URL

source: Private key in WIF format
de: Privater Schlüssel im WIF-Format
fr: Clé privée au format WIF
nl: Prive-sleutel in WIF formaat

source: Enter a private key to sweep here
de: Geben Sie einen privaten Schlüssel zum Leeren hier ein
fr: Insérez la clé privée à importer
nl: Privesleutel om te leeg te vegen invoeren

source: Sweep
de: Leeren
fr: Prendre
nl: Leegvegen

source: Show previously generated addresses
de: Zeige bereits generierte Adressen
fr: Voir les adresses générées
nl: Toon eerder gegenereerde adressen

source: You're about to send
de: Sie versenden
fr: Vous allez envoyer
nl: U staat op het punt te verzenden

source: Please log in, create a new Wallet, or click below to show a bitcoin: URI:
de: Bitte loggen Sie sich ein, erstellen Sie eine neue Brieftasche oder klicken Sie unten um eine Bitcoin-URI zu zeigen:
fr: Merci de vous connecter, de créer un nouveau porte-monnaie, ou cliquez ci-dessous pour voir l'URL Bitcoin :
nl: Log in, maak een nieuwe portemonnee, of klik hieronder om een bitcoin URI weer te geven:

source: Please log in, create a new Wallet, or use the URI below:
de: Bitte loggen Sie sich ein, erstellen Sie eine neue Brieftasche oder nutzen Sie die URI unten:
fr: Connectez-vous, créez un nouveau porte-monnaie ou utilisez l'adresse ci-dessous :
nl: Log in, maak een nieuwe portemonnee, of gebruik de URI hieronder:

source: Show
de: Zeige
fr: Montrer
nl: Toon

source: Welcome to GreenAddress.it!
de: Willkommen bei GreenAddress.it!
fr: Bienvenue chez GreenAddress.it !
nl: Welkom bij GreenAddress.it!

source: Please log in to use your Wallet
de: Bitte loggen Sie sich ein um Ihre Brieftasche zu verwenden
fr: Connectez-vous pour utiliser votre porte-monnaie
nl: Log in om uw portemonnee te gebruiken

source: Please provide the password received from sender.
de: Bitte geben Sie das Passwort ein, das Sie vom Sender erhalten haben.
fr: Entrez le mot de passe fournit par l'expéditeur du paiement
nl: Geef het wachtwoord in dat u hebt ontvangen van de afzender.

source: Enter the password
de: Geben Sie das Passwort ein
fr: Entrez le mot de passe
nl: Voer het wachtwoord in

source: Please wait, decrypting...
de: Bitte warten Sie, entschlüsselt...
fr: Déchiffrage en cours...
nl: Een moment geduld a.u.b., decoderen...

source: Redeem the payment
de: Bezahlung einlösen
fr: Réclamer le paiement
nl: Neem de betaling op

source: If you do not have a GreenAddress.it wallet, please create one to reedem the payment
de: Falls sie noch keine Greenaddress.it-Brieftasche haben, erstellen Sie bitte eine, um die Zahlung anzunehmen
fr: Si vous n'avez pas de porte-monnaie GreenAddress.it, vous devez en créer un pour réclamer le paiement.
nl: Als u geen GreenAddress.it portemonnee hebt, maak er dan een aan om de de betaling op te nemen

source: Otherwise, if you are a GreeenAddress.it user please login using form below
de: Falls Sie bereits Greenaddress.it-Nutzer sind, loggen Sie sich bitte unten ein
fr: Sinon, connectez-vous en utilisant le formulaire ci-dessous.
nl: Anders, als u een GreenAddress.it-gebruiker bent, kunt u inloggen met behulp van onderstaand formulier

source: Haven't got an account yet?
de: Sie haben noch kein Konto?
fr: Pas encore de compte ?
nl: Heeft u nog geen account?

source: Create new Wallet
de: Neue Brieftasche erstellen
fr: Créer un nouveau porte-monnaie
nl: Maak een nieuwe portemonnee aan

source: Log in for full Wallet access
de: Anmelden für vollen Zugriff auf die Brieftasche
fr: Connexion avec accès complet
nl: Inloggen voor volledige toegang tot uw portemonnee

source: or
de: oder
fr: ou
nl: of

source: Mnemonic passphrase
de: Mnemomische Passphrase
fr: Passphrase mnémonique
nl: wachtwoord om te onthouden

source: Invalid mnemonic
de: Ungültiges Mnemonikum
fr: Mnémonique invalide
nl: Ongeldige wachtwoord

source: Log in to Watch-Only mode
de: In "Nur-Schauen-Modus" anmelden
fr: Se connecter en mode lecture seule
nl: Inloggen in alleen-kijken-modus

source: Processing
de: Bearbeite
fr: Traitement en cours
nl: Verwerken

source: Error, try again
de: Fehler, erneut versuchen
fr: Erreur, essayez encore
nl: Fout, probeer het opnieuw

source: Welcome!
de: Herzlich willkommen!
fr: Bienvenue !
nl: Welkom!

source: The safer Bitcoin wallet that puts you in control.
de: Die sicherere Bitcoin-Brieftasche, bei der Sie das Wort haben.
fr: Le porte-monnaie Bitcoin le plus sûr qu'il vous soit donné de contrôler.
nl: De veiligere Bitcoin portemonnee waarbij u de touwtjes in handen hebt.

source: Toggle navigation
de: Navigation umschalten
fr: Basculer la navigation
nl: Navigatie aan/uit

source: phone number
de: Telefonnummer
fr: Numéro de téléphone
nl: telefoonnummer

source: phone number: %(abc)s
de: Telefonnummer: %(abc)s
fr: Numéro de téléphone : %(abc)s
nl: Telefoonnummer: %(abc)s

source: singular %(num)d
fr: singulier %(num)d
nl: enkelvoud %(num)d

source: Inputs
de: Eingänge
fr: Entrées

source: Outputs
de: Ausgänge
fr: Sorties

source: Week
de: Woche
fr: Semaine

source: Authenticator code
fr: Code Authenticator

source: Email code
fr: Code de l'email

source: SMS code
fr: Code SMS

source: Google Authenticator
de: Aktiviere Google Authenticator
fr: Activer Google Authenticator

source: Link handler
fr: Gestion des liens

source: Bitcoin URI
fr: URL Bitcoin

source: Login
de: Anmelden
fr: Connexion

source: code
de: SMS Code
