Repository: ctesniere/GreenAddressTranslations
Catalog: */LC_MESSAGES/djangojs.po
Languages: de, pl, se

source: No balance to spend
de: Kein Guthaben zum Ausgeben
pl: Brak środków do wydania
se: Inget att spendera

source: Error Decrypting Wallet. Please check your password is correct.
de: Fehler beim Entschlüsseln der Brieftasche. Bitte prüfen Sie ob Ihr Passwort richtig ist.
pl: Błąd podczas odszyfrowywania portfela. Proszę sprawdź czy Twoje hasło jest prawidłowe.
se: Kunde inte dekryptera plånboken, kontrollera att ditt lösenord är rätt.

source: Custom login enabled
de: Manuelles Anmelden aktiviert
pl: Własny login włączony
se: Anpassad inloggning aktiverad

source: Cookies help us deliver our services. By using our services, you agree to our use of cookies.
de: Cookies helfen uns unsere Dienste auszuführen. Wenn Sie unsere Dienste nutzen stimmen Sie dem Gebrauch unserer Cookies zu.
pl: Ciasteczka pomagają nam w świadczeniu naszych usług. Zatem korzystając z nich, zgadasz się na używanie plików cookies.
se: Cookies låter oss tillhandahålla tjänsten. Genom att använda tjänsten godkänner du vår användning av dem.

source: More information
de: Mehr Informationen
pl: Więcej informacji
se: Mer information

source: Login failed
de: Anmeldung fehlgeschlagen
pl: Logowanie nie powiodło się
se: Inloggning misslyckades

source: Sent back to
de: Zurückgesendet an
pl: Wysłano z powrotem do
se: Skickat tillbaka till

source: Re-deposited
de: Wieder eingelegt
pl: Ponownie zdeponowano

source: Time,Description,satoshis,
de: Zeit,Beschreibung,Satoshis,
pl: Czas,Opis,satoshi,
se: Tid,Beskrivning,satoshis

source: Bitcoin transaction sent!
de: Bitcoin-Transaktion versendet!
pl: Transakcja Bitcoin wysłana!
se: Bitcointransaktion skickad!

source: Transaction failed:
de: Transaktion fehlgeschlagen:
pl: Transakcja nie powiodła się:
se: Transaktion misslyckades:

source: Phone
de: Telefon
pl: Telefon
se: Telefon

source: Failed retrieving password.
de: Abruf des Passworts fehlgeschlagen.
pl: Odzyskiwanie hasła nie powiodło się
se: Kunde inte hämta lösenord.

source: An error has occured which forced us to log you out.
de: Ein Fehler ist aufgetreten, aufgrund dessen wir Sie ausloggen mussten.
se: Ett fel har inträffat som tvingat oss att logga ut dig.

source: Error reading address book:
de: Fehler beim Lesen vom Adressbuch:
pl: Błąd podczas wczytywania książki adresowej:
se: Fel vid läsning från adressbok:

source: You need to log out to update cache.
de: Sie müssen sich ausloggen, um den Cache zu aktualisieren.
pl: Musisz się wylogować aby zaktualizować cache.
se: Du måste logga ut för att uppdatera cachen.

source: Electrum setup failed
de: Electrum-einrichtung fehlgeschlagen
se: Elektrum-inställning misslyckad

source: Re-depositing successful!
de: Wiedereinlegen erfolgreich!
pl: Ponowne zdeponowanie zakończone sukcesem!

source: Unknown error
de: Unbekannter Fehler
se: Okänt fel

source: Wallet decryption failed
de: Brieftaschenverschlüsselung fehlgeschlagen
pl: Odszyfrowanie portfela nie powiodło się
se: Plånboksdekryptering misslyckades

source: Checksum validation failed!
de: Prüfsummenvalidation fehlgeschlagen!
pl: Sprawdzanie poprawności sumy kontrolnej nie powiodło się!

source: is not a valid number of outputs
de: ist keine gültige Anzahl von Ausgängen
pl: to nieprawidłowa liczba wyjść

source: change OP_HASH160 missing
de: Wechsel-OP_Hash160 fehlt
pl: brakuje OP_HASH160 reszty
se: växel OP_HASH160 saknas

source: change OP_EQUAL missing
de: Wechsel-OP_EQUAL fehlt
pl: brakuje OP_EQUAL reszty
se: växel OP_EQUAL saknas

source: Invalid pubkey hash script length
de: Ungültige Pubkey-Hash-Script-Länge
pl: Skrypt pkhash ma nieprawidłową długość

source: OP_DUP missing
de: OP_DUP fehlt
pl: brak OP_DUP
se: OP_DUP saknas

source: OP_HASH160 missing
de: OP_HASH160 fehlt
pl: brak OP_HASH160
se: OP_HASH160 saknas

source: Invalid pubkey hash
de: Ungültiger Pubkey-Hash
pl: Nieprawidłowy pkhash

source: OP_EQUALVERIFY missing
de: OP_EQUALVERIFY fehlt
pl: brak OP_EQUALVERIFY
se: OP_EQUALVERIFY saknas

source: OP_CHECKSIG missing
de: OP_CHECKSIG fehlt
pl: brak OP_CHECKSIG
se: OP_CHECKSIG saknas

source: Invalid out P2SH script length
de: Ungültige Out-P2SH-Sckript-Länge
pl: Nieprawidłowa długość skryptu wyjściowego P2SH

source: out OP_HASH160 missing
de: Out OP_HASH160 fehlt
pl: brak wyjściowego OP_HASH160
se: ut OP_HASH160 saknas

source: Invalid out P2SH hash
de: Ungültiger out P2SH-Hash
pl: Nieprawidłowy hash wyjściowego P2SH

source: out OP_EQUAL missing
de: out OP_EQUAL fehlt
pl: brak wyjściowego OP_EQUAL
se: ut OP_EQUAL saknas

source: Invalid output value
de: Ungültiger Ausgabenwert
pl: Nieprawidłowa wartość wyjściowa

source: Missing input
de: Fehlender Eingang
pl: Brakujące wejście

source: Inputs value is not larger than zero
de: Größe der Eingänge ist nicht größer Null
pl: Wartość wejść nie jest większa niż zero

source: Fee is too large (%1, expected at most %2)
de: Gebühr ist zu hoch (%1, höchstens %2 erwartet)
pl: Opłata jest zbyt duża (%1, oczekiwana najwyżej %2)
se: För hög avgift (%1, förväntade högst %2)

source: Facebook login failed
de: Facebook-Anmeldung fehlgeschlagen
pl: Logowanie do Facebooka nie powiodło się
se: Facebook-inloggning misslyckades

source: Transaction reversed!
de: Transaktion rückgängig gemacht!
pl: Transakcja odwrócona!

source: Email sent
de: Email gesendet
pl: Email wysłany
se: Email skickat

source: Failed sending email
de: Emailversand fehlgeschlagen
pl: Wysłanie emaila nie powiodło się
se: Kunde inte sända mail

source: Reddit message sent
de: Redditnachricht versendet
pl: Wiadomość Reddit wysłana
se: Reddit-meddelande skickat

source: Failed sending Reddit message
de: Redditnachrichtenversand fehlgeschlagen
pl: Wysłanie wiadomości Reddit nie powiodło się
se: Kunde inte skicka Reddit-meddelande

source: Transaction verification failed:
de: Transaktionsverifikation fehlgeschlagen:
pl: Weryfikacja transakcji nie powiodła się:
se: Transaktionsverifiering misslyckades:

source: Invalid amount
de: Ungültiger Betrag
pl: Nieprawidłowa kwota
se: Ogiltig summa

source: Please provide a recipient
de: Bitte geben Sie einen Empfänger an
pl: Proszę wprowadzić odbiorcę
se: Ange en mottagare

source: Not enough data to draw the graph
de: Nicht genügend Daten um Graphen zu zeichnen
se: Otillräcklig data för att rita diagram

source: Not a valid encrypted private key
de: Kein gültiger verschlüsselter privater Schlüssel
pl: Zaszyfrowany klucz prywatny jest nieprawidłowy
se: Inte en giltig krypterad privat nyckel

source: Not a valid private key
de: Kein gültiger privater Schlüssel
pl: Klucz prywatny nie jest prawidłowy
se: Inte en giltig privat nyckel

source: Invalid passphrase
de: Ungültige Passphrase
pl: Nieprawidłowe hasło
se: Ogiltig lösenfras

source: Funds redeemed
de: Guthaben eingelöst
pl: Środki przyjęte
se: Medel inlösta

source: Already redeemed
de: Bereits eingelöst
pl: Środki już zostały wcześniej przyjęte
se: Redan inlöst

source: Funds swept
de: Guthaben geleert
pl: Fundusze odebrane
se: Pengar svepta

source: Already swept or no funds found
de: Bereits geleert oder kein Guthaben gefunden
pl: Już odebrano wcześniej lub brak funduszy
se: Redan svept eller inga pengar hittade

source: (about %s days: 1 day ≈ 144 blocks)
de: (ungefähr %s Tage: 1 Tag ≈ 144 Blöcke)
pl: (około %s dni: 1 dzień ≈ 144 bloki)
se: (omkring %s dagar: 1 dag ≈ 144 block)

source: nLockTime settings updated successfully
de: nLockTime-Einstellungen erfolgreich aktualisiert
pl: Ustawienia nLockTime zaktualizowane pomyślnie
se: nLockTime-inställningar uppdaterades

source: Already expired
de: Bereits abgelaufen
pl: Już wygasło
se: Redan utgången

source: in about %s days
de: in ungefähr %s Tagen
pl: w ciągu ok. %s dni
se: om cirka %s dagar

source: You need to log out for language changes to be applied.
de: Sie müssen sich ausloggen um die Sprachänderung zu aktivieren.
pl: Musisz się wylogować aby zmienić język.

source: Error changing language:
de: Fehler beim Speichern:
pl: Błąd podczas zapisywania obiektu:
se: Fel vid ändring av språk:

source: {1} supports only the following currencies: {2}
de: {1} unterstützt nur die folgenden Währungen: {2}
pl: {1} obsługuje tylko następujące waluty: {2}

source: New item saved
de: Neuer Eintrag gespeichert
pl: Nowy obiekt został zapisany

source: Error saving item:
de: Fehler beim Speichern:
pl: Błąd podczas zapisywania obiektu:

source: PIN removed
de: PIN entfernt
pl: Kod PIN usunięty
se: PIN borttagen

source: PIN changed
de: PIN geändert
pl: Kod PIN zmieniony
se: PIN ändrad

source: PIN set
de: PIN gesetzt
pl: Kod PIN ustawiony
se: PIN angedd

source: All PINs removed
de: Alle PINs entfernt
pl: Wszystkie kody PIN usunięte
se: Alla PIN borttagna

source: Facebook integration disabled
de: Facebook-Integration deaktiviert
pl: Integracja z Facebookiem wyłączona
se: Facebook-integration inaktiv

source: Facebook integration enabled
de: Facebook-Integration aktiviert
pl: Integracja z Facebookiem włączona
se: Facebook-integration inaktiv

source: Reddit integration disabled
de: Reddit-Integration deaktiviert
pl: Integracja z Reddit wyłączona
se: Reddit-integration inaktiv

source: Reddit integration enabled
de: Reddit-Integration aktiviert
pl: Integracja z Reddit włączona
se: Reddit-integration aktiverad

source: Custom login disabled
de: Manuelles Anmelden aktiviert
pl: Własny login wyłączony
se: Anpassad inloggning inaktiv

source: Custom login changed
de: Manuelles Anmelden geändert
pl: Własny login zmieniony
se: Anpassad inloggning ändrad

source: Change
de: Ändern
pl: Zmień
se: Växel

source: Save
de: Speichern
pl: Zapisz
se: Spara

source: Version
pl: Wersja

source: Failed removing NFC listener
se: Kunde inte ta bort NFC-lyssnare

source: Sent back from
se: Skickat tillbaka från

source: Received from
se: Mottaget från

source: Sent to
se: Skickat till

source: Cancelled
se: Avbruten

source: Invalid format
se: Ogiltigt format

source: Could not process the QR code, the image may be blurry. Please try again.
se: Kunde inte behandla Qr-koden, bilden kan vara suddig. Försök igen.

source: Access denied. Retry to scan from file.
se: Åtkomst nekad. Försök läsa från filen igen.

source: You must provide only one image file.
se: Du måste ange enbart en bildfil.

source: Fee is too small (%1, expected at lest %2)
se: För låg avgift (%1, förväntade minst %2)

source: You must provide encryption passphrase.
se: Du måste ange en krypteringslösenfras.
