Repository: ctesniere/GreenAddressTranslations
Catalog: */LC_MESSAGES/django.po
Languages: de, fr, nl

source: Create your Wallet
de: Erstellen Sie Ihre Brieftasche
fr: Créez un porte-monnaie
nl: Maak uw portemonnee

source: The safer
de: Die sicherere
fr: Un porte-monnaie
nl: De veiligere

source: wallet that puts
de: Brieftasche, bei der
fr: sûr et dont
nl: portemonnee waar

source: you
de: Sie
fr: vous
nl: u

source: in control
de: das Wort haben
fr: avez le contrôle
nl: beheert

source: Improved security
de: Verbesserte Sicherheit
fr: Plus de sécurité
nl: Verbeterde beveiliging

source: Protect your bitcoins with both your key and ours, set spending limits, rate limited transactions and always be the only one in control
de: Schützen Sie Ihre Bitcoins sowohl mit Ihrem Schlüssel als auch mit unserem, setzen Sie Ausgabegrenzen, Häufigkeitsgrenzen, alles stets unter Ihrer Kontrolle
fr: Vos bitcoins sont protégés par un système de signature à deux clés. Mettez en place des plafonds de dépense et gardez le contrôle.
nl: Bescherm uw bitcoins met zowel uw als onze sleutel, stel uitgavenlimieten in en u bent de enige in controle

source: Quick login
de: Schneller Login
nl: Snelle login

source: You can easily login in 'watch-only mode' via Facebook/Twitter/custom login with no compromise on security and privacy
de: Sie können sich einfach im 'Nur-Schauen-Modus' über Facebook/Twitter/Manuell ohne Kompromisse bezüglich Sicherheit und Privatsphäre anmelden
fr: La connexion en mode lecture seule vous permet de vérifier vos comptes rapidement via Facebook ou Twitter, sans compromettre vos bitcoins.
nl: U kunt eenvoudig inloggen in alleen-kijken-modus via Facebook, Twitter of aangepaste login, zonder compromis te maken op beveiliging of privacy

source: Send money easily
de: Einfach Geld senden
fr: Transactions simples
nl: Gemakkelijk geld versturen

source: Send money to a friend on Facebook, a follower on Twitter or to a colleague's email or mobile number
de: Senden Sie Geld an einen Freund auf Facebook, einem Twitter-Followers oder an die Emailadresse oder Mobiltelefonnummer eines Kollegen
fr: Envoyez des bitcoins facilement à un ami sur Facebook, un follower sur Twitter où à n'importe qui d'autre par e-mail ou par SMS.
nl: Verstuur geld naar een vriend op Facebook, een volger op Twitter of een collega via e-mail of mobiel nummer

source: Scroll to read more
de: Scrollen Sie um mehr zu lesen
fr: Plus de détails
nl: Scroll om meer te lezen

source: <p><b>Bitcoin is the currency of the future</b></p> <p>We don't make you choose between security and convenience. And we don't compromise your <strong>privacy</strong>.</p> <p>Our <strong>per-transaction</strong> two factor authentication, multi-signature and deterministic wallet allow you unprecedented control over your transactions.</p> <p>And, we <strong>never</strong> store your private keys, not even encrypted. At the same time we make it trivial to view and transfer your funds.</p> <p>Take control of your future now, at GreenAddress.it.</p>
de: <p><b>Bitcoin ist die Währung der Zukunft</b></p> <p>Wir zwingen Sie nicht zwischen Sicherheit und Bequemlichkeit zu wählen. Und wir kompromittieren nicht Ihre <strong>Privatsphäre</strong>.</p> <p>Unsere Zwei-Faktor-Authentifikation <strong>pro transaction</strong>, Mehrwegsignaturen und deterministische Adressen erlauben Ihnen noch nie da gewesene Kontrolle über Ihre Transaktionen.</p> <p>Und wir speichern Ihre privaten Schlüssel <strong>niemals</strong>, nicht einmal verschlüsselt. Dabei machen wir es trivial Ihr Guthaben einzusehen und zu transferieren </p> <p>Nehmen Sie Ihre Zukunft in Ihre Hand, hier bei GreenAddress.it.</p>
fr: <p><b>Bitcoin est la monnaie du futur</b></p> <p>Vous n'êtes plus obligé de faire un choix entre la sécurité et le fonctionnel et nous refusons tout compromis quand il s'agit de vos <strong>données privées</strong>.</p> <p>Notre système d'authentification à deux-facteurs <strong>"par transaction"</strong>, de multi-signatures et de porte-monnaie déterministe permettent un niveau de contrôle sans précédent de vos transactions.</p> <p>Et nous ne stockons <strong>jamais</strong> aucune de vos clés privées, même chiffrées. Même avec toute cette sécurité nous faisons en sorte que la gestion de votre argent soit simple et intuitive.</p> <p>Prenez votre futur en main, avec GreenAddress.it.</p>
nl: <p><b>Bitcoin is de valuta van de toekomst</b></p> <p>We laten u niet kiezen tussen veiligheid of gebruikersgemak. Ook brengen wij uw <strong>privacy</strong> niet in gevaar.</p> <p>Onze <strong>per transactie</strong> dubbele verificatie, meervoudige handtekening en deterministische portemonnee geven u als enige controle over uw transacties.</p> <p>Ook slaan we <strong>nooit</strong> uw privésleutels op, zelfs niet versleuteld. Toch houden we het eenvoudig om uw balans te beheren.</p> <p>Neem nu controle over de toekomst met GreenAddress.it.</p>

source: <p><b>Better privacy with your funds and safer login with watch-only</b></p> <p>Safely check your <strong>balance</strong> and <strong>transactions</strong> from public Wi-Fi, Starbucks and on the go.</p> <p>With our unique <strong>watch-only</strong> mode you can quickly check your balance or receive funds without full access to your wallet.</p> <p>Your <strong>keys</strong> are not loaded so no transaction are possible and settings can't be modified</p>
de: <p><b>Bessere Privatsphäre mit Ihrem Guthaben und sichereres Anmelden mit Nur-Schauen</b></p><p>Prüfen Sie Ihr <strong>Guthaben</strong> und Ihre <strong>Transaktionen</strong> sicher in öffentlichen WLANs, Starbucks oder unterwegs.</p><p>Mit unserem einzigartigen <strong>Nur-Schauen</strong>-Modus können Sie Ihr Guthaben schnell kontrollieren oder Guthaben empfangen ohne vollen Zugriff auf Ihre Brieftasche.</p><p>Ihre <strong>Schlüssel</strong> sind nicht geladen, so dass keine Transaktionen möglich sind und keine Einstellungen geändert werden können</p>
fr: <p><b>Vos bitcoins restent en sécurité grâce au mode "watch-only".</b></p> <p>Vérifiez vos avoirs et vos transactions en toute sécurité depuis une connexion publique dans un Starbucks, un McDonald's etc.</p> <p>Avec notre mode lecture seule (watch-only) vous pouvez rapidement vérifier vos comptes ou recevoir des fonds sans avoir un accès total à votre portefeuille.</p> <p>Vos <strong>clés</strong> ne sont pas utilisées donc aucune transaction sortante n'est possible et aucun paramètre ne peut être modifié.</p>
nl: <p><b>Verbeterde privacy en veiliger inloggen via de alleen-kijken-modus.</b></p> <p>Bekijk je <strong>balans</strong> en <strong>transacties</strong> veilig vanaf publieke WiFi.</p> <p>Met onze unieke <strong>alleen-kijken-modus</strong> kunt u snel uw balans controleren zonder volledige toegang tot uw portemonne te verkrijgen.</p> <p>Uw <strong>sleutels</strong> worden hierbij niet geladen zodat transacties niet verzonden en instellingen niet gewijzigd kunnen worden.</p>

source: <p><b>More features that allow convenient and secure access to your wallet</b></p> <p>Enable <strong>quick</strong> PIN login to your wallet from any of your devices without having to use your passphrase</p> <p>Should our system be taken down or disappear, sleep <strong>safe</strong> with our automatic presigned transaction (nLockTime) allowing you to simply wait for your selected expiry to get your funds!</p> <p>All transfers to your wallet (including change) will use a newly generated address each time making it harder for people you transact with to read your past and future transactions</p>
de: <p><b>Weitere Funktionen, die bequemen und sicheren Zugriff auf Ihre Brieftasche erlauben</b></p><p>Aktivieren Sie <strong>schnelle</strong> PIN-Anmeldung zu Ihrer Brieftasche von allen Ihren Geräte ohne Ihre Passphrase benutzen zu müssen</p><p>Sollte unser System abgeschaltet oder nicht erreichbar sein, können Sie <strong>sicher</strong> schlafen mit unserer automatisch im voraus signierten Transaktion (nLockTime), so dass Sie einfach auf Ihr selbst fest gelegtes Ablaufdatum warten können um Ihr Guthaben zu erhalten!</p><p>Alle Transfers auf Ihre Brieftasche (einschließlich Wechselgeld) benutzen eine jedes mal neu generierte Adresse, so dass es für Transaktionspartner schwerer ist Ihre vergangenen und zukünftigen Transaktionen zu lesen.</p>
fr: <p><b>Plus de fonctionnalités pour préserver la sécurité de votre portefeuille.</b></p> <p>Activez la connexion rapide avec votre PIN pour accéder à votre portefeuille depuis n'importe quel appareil sans être obligé d'utiliser votre passphrase.</p> <p>Si notre service devait disparaître vous pouvez dormir tranquille grâce au système de pré-signature <strong>nLockTime</strong> qui vous permet de débloquer des fonds automatiquement après leur expiration.</p> <p>Toutes les transactions entrantes sur votre porte-monnaie (y compris les retours de monnaie) sont effectuées sur une nouvelle adresse générée aléatoirement, rendant plus difficile pour vos contacts le traçage de vos transactions.</p>
nl: <p><b>Meer functies die de gebruiksvriendelijkheid en toegang tot uw portemonnee verbeteren</b></p> <p>Log <strong>snel</strong> in door middel van uw pincode op andere apparaten zonder uw wachtwoord in te hoeven voeren</p> <p>Mocht onze dienst ooit gekraakt worden dan kunt u gerust zijn dat uw geld <strong>veilig</strong> is. Onze "nLockTime" functie zorgt ervoor dat u uw geld kunt versturen nadat een vooraf ingestelde tijd verlopen is, zonder dat onze privésleutel hieraan te pas komt.</p> <p>Iedere inkomende transactie krijgt een nieuw publiek adres toegewezen. Dit zorgt ervoor dat andere geen inzicht hebben in uw balans en transacties</p>

source: Wallet
de: Brieftasche
fr: Porte-monnaie
nl: Portemonnee

source: You are in control
de: Sie haben die Kontrolle
fr: Vous avez le contrôle
nl: U bent in controle

source: Instant confirmation
de: Sofortige Bestätigung
fr: Confirmation instantanée
nl: Onmiddellijke bevestiging

source: Social integration
de: Soziale Integration
fr: Compatible médias sociaux
nl: Social media integratie

source: Improved privacy
de: Verbesserte Privatsphäre
fr: Vie privée
nl: Verbeterde privacy

source: 1) Hot wallets can be emptied and cold wallets may have delays, bugs or be lost<br> 2) If the service is compromised brute force attacks may be tried on your encrypted wallet, requires strong password.<br> 3) Access to user wallets requires that both the user and the service are compromised at the same time which reduces risks.
de: 1) "Heiße" Brieftaschen können geleert werden und kalte Brieftaschen können Verzögerungen haben, fehlerhaft sein oder verloren gehen<br> 2) Wenn der Dienst kompromittiert ist können Brute Force Angriffe auf Ihre verschlüsselte Brieftasche ausgeübt werden, was ein starkes Passwort erfordert.<br> 3) Zugriff auf Brieftaschen der Nutzer erfordert dass sowohl der Nutzer als auch der Dienst gleichzeitig kompromittiert sind, was Risiken mindert.
fr: 1) Les porte-monnaies "hot" (en ligne) peuvent être vidés et ceux hors ligne (cold) peuvent subir des ralentissement, bugs ou peuvent être perdus<br> 2) Si le service est compromis des attaques de type brute force peuvent être tentées sur votre portefeuille ce qui vous oblige à avoir un mot de passe très fort.<br> 3) Un accès frauduleux à votre porte-monnaie ne pourrait avoir lieu que si les deux parties ont été compromises (l'utilisateur et notre service) en même temps, ce qui réduit grandement les risques.
nl: 1) Online portemonnees kunnen worden geleegd en offline portemonnees zijn gevoelig voor vertragingen, bugs of verlies<br> 2) Als de service wordt gecompromitteerd, kunnen brute kracht aanvallen op uw gecodeerde portemonnee worden geprobeerd, sterk wachtwoord vereist.<br>3) Toegang tot portemonnees van gebruikers vereist dat zowel de gebruiker als de service tegelijkertijd gecompromitteerd wordt, wat risico's vermindert.

source: Under the hood
de: Unter der Haube
fr: Encore plus de détails
nl: Onder de motorkap

source: <b>We use hierarchical deterministic wallets</b><br>(or BIP0032 HD Wallet) which means we use new addresses for each incoming transaction (including change), which, together with coinjoin (coming soon) allows you to maintain your privacy at the highest standard.
de: <b>Wir benutzen hierarchische deterministische Brieftaschen</b><br>(oder BIP0032 HD Brieftaschen) was heißt dass wir neue Adressen für jede eingehende Transaktion (einschließlich Wechselgeld) verwenden, was zusammen mit CoinJoin (kommt bald) erlaubt Ihre Privatsphäre bestens zu bewahren.
fr: <b>Nous utilisons un système de porte-monnaies déterministes hiérarchiques</b><br>(ou porte-monnaie BIP0032 HD) ce qui signifie que nous générons une nouvelle adresse à chaque fois qu'une transaction entrante est effectuée (y compris pour les retours de monnaie), ce qui, allié au système CoinJoin (bientôt), fournit les standards de sécurité les plus exigeants du moment.
nl: <b>We gebruiken hiërarchische deterministische wallets</b><br>(of BIP0032 HD portemonnee) die betekent dat we nieuwe adressen gebruiken voor elke inkomende transactie (inclusief wisselgeldadressen), die u, samen met coinjoin (binnenkort beschikbaar), in staat stellen uw privacy op het hoogste niveau te bewaren.

source: <b>Quickly check your balance</b><br>You can use a number of third party services (like Facebook) to quickly check if you have received a transaction or to check your balance without exposing your wallet, indeed quite convenient when in a hurry and/or on a third party computer
de: <b>Prüfen Sie schnell Ihr Guthaben</b><br>Sie können andere Dienste (wie Facebook) nutzen um schnell zu prüfen ob Sie eine Transaktion erhalten haben oder um Ihr Guthaben einzusehen, ohne Ihre Brieftasche zu gefährden. Praktisch wenn Sie in Eile sind oder an einem fremden Computer
fr: <b>Coup d'oeil rapide sur vos avoirs</b><br>Vous pouvez utiliser un certain nombre de services tiers pour vous connecter à votre porte-monnaie rapidement pour voir si vous avez reçu une transaction ou simplement vérifier vos comptes sans compromettre la sécurité de vos fonds. Ce qui est très appréciable quand on doit se connecter via un WiFi publique ou sur un l'appareil de quelqu'un d'autre.
nl: <b>Snel uw saldo controleren</b><br>U kunt een aantal diensten van derden (zoals Facebook) gebruiken om snel te controleren of u een transactie hebt ontvangen, of om uw saldo te checken zonder uw portemonnee aan risico bloot te stellen. Heel handig wanneer u haast hebt en/of op een computer van een derde werkt.

source: <b>We provide presigned transactions</b><br>In order to provide limits and two factor your funds are secured with both your key and ours. For ease of mind, presigned transaction are enabled (uses nlocktime) which means that each time your wallet has updates we will forward to you a presigned transaction unlocking the funds at a date in the future of your choice.
de: <b>Wir bieten im voraus signierte Transaktionen</b><br>Um Grenzen und Zwei-Faktor-Authentifizierung anzubieten ist Ihr Guthaben sowohl mit Ihrem als auch mit unserem Schlüssel gesichert. Für Ihre Geistesruhe sind im voraus signierte Transaktion (mit nLockTime) erlaubt. Bei jeder Aktualisierung Ihrer Brieftasche bekommen Sie dann von uns eine im Voraus signierte Transaktion, die das Guthaben zu einem zukünftigen Zeitpunkt Ihrer Wahl freigibt.
fr: <b>Transactions pré-signées</b><br> Pour optimiser la sécurité de vos avoirs, les transactions sont signées grâce à un système de double clé, la notre et la votre. Mais si notre système venait à disparaître nous avons mis en place des transactions pré-signées permettant de transférer des fonds après un certain temps (configurable), ce qui signifie qu'à chaque fois que votre porte-monnaie est mis à jour nous vous envoyons une transaction pré-signée débloquant vos fonds à une date et une adresse de votre choix (utilise nLockTime).
nl: <b>Wij bieden vooraf gesigneerde transacties</b><br>Om opnamelimieten en dubbele verificatie te bieden worden uw fondsen beveiligd met zowel één sleutel van u als één van ons. Voor uw gemoedsrust kunnen vooraf gesigneerde transacties worden ingeschakeld (dit gebruikt nlocktime) wat betekent dat we u elke keer dat u mutaties in uw portemonnee hebt een vooraf gesigneerde transactie toezenden waarmee u de fondsen op een tijdstip in de toekomst van uw keuze kunt ontgrendelen.

source: <b>We use P2SH to make this all easy</b><br>P2SH allows people you interact with to handle transactions to and from GreenAddress.it's wallets transparently.
de: <b>Wir benutzen P2SH um all das einfach zu machen</b><br>P2SH erlaubt es Leuten mit denen Sie in Kontakt sind Transaktion von und zu Brieftaschen bei GreenAddress.it transparent zu handhaben.
fr: <b>Pay To Script Hash</b><br>Nous utilisons les adresses P2SH, permet aux utilisateurs avec qui vous communiquez de traiter les transaction vers et depuis un porte-monnaie GreenAddress.it de façon transparente..
nl: <b>We gebruiken P2SH om dit allemaal makkelijk te maken</b><br>P2SH stelt mensen met wie u zaken doet in staat transacties van en naar portefeuilles van GreenAddress.it op transparante wijze te verwerken.

source: <b>We offer our second signature</b><br>Which allows us to offer and enforce 2 factor authenticated payments and daily, weekly and monthly limits, rate limiting your transactions per hour, day, week and month and make your payment instant by providing a double spend checks with GreenAddress.it!
de: <b>Wir bieten unsere zweite Signatur</b><br>Dies erlaubt uns durch Zwei-Faktor-Authentifizierung bestätigte Zahlungen anzubieten und überprüfen, mit täglichen, wöchentlichen und monatlichen Transaktionsgrenzen, Häufigkeitsbegrenzungen pro Stunde, Tag, Woche und Monat, sowie sofortigen Zahlungen dank Gegenprüfung durch GreenAddress.it!
fr: <b>La double signature</b><br>Ce système de double signature nous permet de renforcer la sécurité en imposant une double authentification lors de chaque paiement, de proposer des limites de dépenses ou de la fréquence à laquelle vous pouvez envoyer de l'argent, mais nous permet aussi de vérifier les doubles dépenses instantanément et ainsi de confirmer immédiatement vos transaction.
nl: <b>Wij bieden onze tweede handtekening</b><br>Wat het ons mogelijk maakt betalingen met 2-factor autorisatie aan te bieden en te verifiëren. Dagelijkse, wekelijkse en maandelijkse limieten limiteren uw transacties per uur, dag, week en maand. Betaling zonder wachttijd worden mogelijk gemaakt door het verstrekken van een controle op dubbele uitgaven met GreenAddress.it!

source: <b>Send money to anyone via SMS, Twitter, Facebook, etc</b><br>If the user has an account at GreenAddress.it they will be immediately notified of the transfer which will be instantly added to their balance. If they don’t have an account they will receive a notification with a link to redeem the funds requiring a password (BIP0038) of your choice that you will be asked to notify them of via a second channel. The funds will always be in your control while not yet redeemed.
de: <b>Senden Sie Geld an jeden via SMS, Twitter, Facebook, etc</b><br>Wer bereits ein Konto bei GreenAddress.it hat, bekommt das Guthaben sofort gutgeschrieben und wird darüber benachrichtigt. Wer noch kein Konto hat erhält einen Link um das Guthaben mit einem Passwort Ihrer Wahl einzulösen, welches Sie persönlich übermitteln. Das Guthaben bleibt in Ihrer Hand, bis es eingelöst wird.
fr: <b>Envoyez de l'argent via SMS, Twitter, Facebook etc.</b><br>Si le destinataire possède également un compte GreenAddress.it il sera instantanément prévenu et l'argent sera immédiatement ajouté à son solde. Si il n'a pas de compte chez nous il recevra une simple notification avec un lien pour réclamer l'argent à l'aide d'un mot de passe (BIP0038) que vous aurez configuré. Tant que les fonds ne sont pas réclamés ils restent sous votre contrôle.
nl: <b>Stuur geld aan wie dan ook via SMS, Twitter, Facebook, enz</b><br>Als de gebruiker een account heeft op GreenAddress.it zal deze meteen op de hoogte worden gesteld van de transactie die ook direct wordt toegevoegd aan hun saldo. Als hij nog geen account heeft, krijgt hij een melding met een link om door middel van een door u gekozen wachtwoord (BIP0038) het bedrag op te nemen. U zal gevraagd worden hen van het wachtwoord op de hoogte te stellen via een tweede communicatiekanaal. Het bedrag kan altijd door u worden opgenomen zolang het niet door de ontvanger is opgenomen.

source: About us
fr: À propos de nous
nl: Over ons

source: Check us out on
de: Sie finden uns auch auf
fr: Retrouvez-nous sur
nl: Volg ons op

source: Founder
fr: Fondateur
nl: Oprichter

source: Full Stack Developer
fr: Développeur principal
nl: Ontwikkelaar

source: Advisor
fr: Conseiller
nl: Adviseur

source: Support
de: Hilfe
nl: Ondersteuning

source: For any issue, you can email us at
de: Bei Problemen erreichen Sie uns via Email an
fr: En cas de problème, contactez-nous à
nl: Mocht u nog vragen hebben dan kunt u ons e-mailen op

source: Or call us on
de: Oder rufen Sie uns an unter
fr: ou appelez-nous au
nl: Of bel ons op het volgende nummer

source: Nine to five (GMT + 1:00) Monday to Friday.
de: Von Neun bis Fünf (GMT + 1:00) Montag bis Freitag
fr: de 9h à 17h (GMT + 1:00) du lundi au vendredi.
nl: Negen tot vijf (GMT + 1:00) maandag tot en met vrijdag.

source: Please leave a message if in out of hours or if we are unable to take your call.
de: Bitte hinterlassen Sie eine Nachricht falls Sie außerhalb der Geschäftszeiten anrufen, da wir sonst nicht in der Lage sind Ihren Anruf zu beantworten.
fr: Laissez-nous un message si vous appelez en dehors des horaires ou si nous ne pouvons prendre votre appel.
nl: Laat een bericht achter buiten kantooruren of als we telefonisch onbereikbaar zijn.

source: Redeem funds
de: Guthaben einlösen
fr: Réclamer des fonds
nl: Geld opnemen

source: You've received
de: Sie haben erhalten
fr: Vous avez reçu
nl: U hebt ontvangen

source: Balance
de: Guthaben
fr: Solde
nl: Saldo

source: Transactions
de: Transaktionen
fr: Transations
nl: Transacties

source: Send Money
de: Geld senden
fr: Envoyer de l'argent
nl: Geld overmaken

source: Receive Money
de: Geld empfangen
fr: Recevoir de l'argent
nl: Geld ontvangen

source: Address Book
de: Adressbuch
fr: Carnet d'adresses
nl: Adresboek

source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

source: Update now
de: Jetzt aktualisieren
fr: Mettre à jour
nl: Nu bijwerken

source: Logout
de: Abmelden
fr: Déconnexion
nl: Uitloggen

source: Last login
de: Letzter Login
fr: Dernière connexion
nl: Laatste login

source: country
de: Land
fr: pays
nl: land

source: unknown country
de: unbekanntes Land
fr: Pays inconnu
nl: onbekend land

source: You were logged out.
de: Sie wurden abgemeldet.
fr: Vous avez été déconnecté
nl: U bent uitgelogd.

source: You have logged in elsewhere.<br> <small>If it was not you, please contact <strong>immediately</strong> <a href="/support/">support</a>.</small>
de: Sie sind anderswo angemeldet.<br> <small>Falls das nicht Sie waren, kontaktieren Sie <strong>sofort</strong> <a href="/support/">Support</a>.</small>
fr: Vous vous êtes connecté depuis un autre endroit. <br /> <small>Si ce n'était pas vous, contactez-nous <strong>immédiatement</strong> <a href="/support/">support</a>.</small>
nl: U bent elders ingelogd.<br><small>Als u dit niet bent, neemt u dan <strong>onmiddellijk</strong> contact op met de <a href="/support/">klantenservice</a>.</small>

source: Go back to login
de: Zurück zur Anmeldung
fr: Retour à la connexion
nl: Terug naar het inlogscherm

source: You are already logged in. Do you want to log out the other session?
de: Sie sind bereits angemeldet. Wollen Sie sich aus der anderen Sitzung abmelden?
fr: Vous êtes déjà connecté, voulez-vous détruire la session précédente ?
nl: U bent reeds ingelogd. Wilt u de andere sessie afmelden?

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren
