Repository: ctesniere/GreenAddressTranslations
Catalog: */LC_MESSAGES/django.po
Languages: de, fr, nl

source: %s() (built-in function)
nl: %s() (ingebouwde functie)

source: Deprecated
fr: Obsolète
nl: Verouderd

source: (deprecated)
fr: (obsolète)
nl: (verouderd)

source: Request rate limit exceeded
de: Anfragenratenlimit überschritten
fr: Vous avez atteint la limite de volume de requêtes
nl: Aanvraaglimiet overschreden

source: Send funds
de: Guthaben senden
fr: Envoyer des fonds
nl: Verstuur geld

source: Please send
de: Bitte senden Sie
fr: Merci d'envoyer
nl: Verstuur alstublieft

source: FAQ
nl: Veelgestelde vragen

source: Frequently Asked Questions
de: Häufige Fragen
fr: Foire aux questions
nl: Veelgestelde vragen

source: Can I migrate easily from another wallet (like blockchain.info)? Can I sweep private keys funds into my wallet?
de: Kann ich einfach von anderen Diensten (wie blockchain.info) wechseln? Kann ich Guthaben auf privaten Schlüsseln in meine Brieftasche übertragen?
fr: Puis-je transférer mes fonds facilement depuis un autre portefeuille (comme blockchain.info)? Est-il possible d'importer (sweep) des clés privées sur mon porte-monnaie ?
nl: Kan ik gemakkelijk overstappen vanuit een andere portemonnee (zoals blockchain.info)? Kan ik privésleutels toevoegen aan mijn portemonnee?

source: Yes and yes, you can, just have a look in the Receive Money tab, put your private key in the right field and client side the funds will be swept into your wallet. Voilà!
de: Ja und Ja, Sie können! Gehen Sie einfach auf den Reiter 'Geld empfangen', geben Sie ihren privaten Schlüssel in das richtige Feld ein, und das Guthaben wird in Ihre Brieftasche übertragen. Voilá!
fr: Oui et oui, dans l'onglet "Recevoir de l'argent" vous pouvez importer vos clés privées. Les fonds seront importés directement sur votre porte-monnaie GreenAddress.it.
nl: Ja en ja, dat kan gewoon. Neem een kijkje in het tabblad "Ontvang geld", plaats uw privésleutel in het juiste veld en het geld zal worden toegevoegd aan uw portemonnee.

source: Can I try your service? Do you have a testnet/UAT version?
de: Kann ich Ihren Dienst ausprobieren? Haben Sie eine Testnet/UAT-Version?
fr: Est-il possible de tester votre service ? Avez-vous une version de test?
nl: Kan ik deze dienst uitproberen? Is er een testnet/UAT versie beschikbaar?

source: Yes and yes, you can try our testnet version on
de: Ja und ja. Sie können unsere Testnet-Version ausprobieren unter
fr: Oui, et oui. Vous pouvez tester notre service sur notre version de test
nl: Ja en ja, je kunt onze testnet versie proberen op

source: and you can find a testnet faucet on
de: und Sie können einen Testnet-Faucet finden unter
fr: et vous trouverez un faucet de test sur
nl: en je kunt een testnet bron vinden op

source: Don't forget to send the testnet coins back to the faucet when you are done!
de: Vergessen Sie nicht das Testnet-Guthaben zurück an den Faucet zu schicken, wenn Sie fertig sind!
fr: N'oubliez pas de renvoyer les coins au faucet lorsque vous avez terminé!
nl: Vergeet niet de testnet coins terug te sturen naar de bron wanneer u klaar bent!

source: Do you support other platforms than a web page?
de: Unterstützen Sie andere Plattformen als die Webseite?
fr: Êtes-vous favorable autres plates-formes que d'une page web?
nl: Zijn er meer platforms ondersteunt dan een webpagina?

source: Yes! You can download an Android app
de: Ja! Sie können eine Android-App herunterladen
fr: Oui! Vous pouvez télécharger une application Android
nl: Ja! U kunt een Android app downloaden

source: from the Google Play store
de: vom Google Play Store
fr: de la boutique Google Play
nl: via de Google Play Store

source: and a Chrome packaged app
de: und eine Chrome App
fr: et une application locale Chrome
nl: en een Chrome applicatie

source: from the Chrome Web Store
de: aus dem Chrome Web Store
fr: du Chrome Web Store
nl: uit de Chrome Web Store

source: Both apps are open source and you can
fr: Les deux applications sont open source et vous pouvez
nl: Beide apps zijn open source en u kunt

source: see the source code of each on GitHub
fr: consulter le code source de chacune sur GitHub
nl: de broncode van beide op GitHub bekijken

source: It also uses <a href="http://electrum.org">Electrum</a> servers for additional transaction verification, so it should be safe to use even if our servers are compromised.
fr: Elle utilise également les serveurs <a href="http://electrum.org">Electrum</a> pour effectuer des vérifications supplémentaires. Il est donc possible de l'utiliser en toute sécurité, même si nos serveurs devaient être compromis.
nl: Ze gebruiken ook <a href="http://electrum.org">Electrum</a> servers voor extra transactie verificatie zodat het veilig zou moeten zijn, zelfs als onze servers gekraakt worden.

source: But what happens if your service goes away? Will I lose my coins?
de: Was passiert wenn Ihr Dienst nicht mehr verfügbar ist? Werde ich mein Guthaben verlieren?
fr: Si le service s'arrêtait du jour au lendemain, que se passerait-il ? Est-ce que je perdrais toutes mes coins ?
nl: Maar wat gebeurt er als jullie dienst opgeheven wordt? Ben ik mijn coins dan kwijt?

source: GreenAddress.it signs each transaction with its own key in addition to client-side signing by user's keys, and funds are stored in 2-of-2 multisignature outputs requiring both signatures to spend. The drawback of it is that you cannot control your funds without GreenAddress.it's signature, so you are right to worry that you can lose your coins.
de: GreenAddress.it signiert jede Transaktion mit unserem eigenen Schlüssel zusätzlich zur Signatur mit den Schlüsseln der Nutzer, und alle Guthaben sind in 2-von-2 Multisignaturausgängen gesichert, so dass beide Signaturen notwendig sind um das Guthaben auszugeben. Der Nachteil davon ist dass Sie Ihr Guthaben nicht ohne die Signatur von GreenAddress.it benutzen können, so dass Sie richtigerweise befürchten Ihr Guthaben verlieren zu können.
fr: GreenAddress.it signe toutes les transactions avec sa propre clé en plus de la signature effectuée côté client avec la clé de l'utilisateur et les fonds sont stockés en mode 2-of-2 multisignature qui requiert les deux signatures pour être dépensés. L'inconvénient de ce système est que les fonds ne peuvent pas être dépensés sans la signature de GreenAddress.it, il est donc légitime de s'inquiéter de la perte de vos coins.
nl: GreenAddress.it verifieert elke transactie met onze sleutel naast uw eigen sleutel. Beide sleutels zijn nodig voordat u uw transacties kunt verzenden. Het nadeel hiervan is dat u niet kunt verzenden zonder de sleutel van GreenAddress.it. U bent dan ook correct als u zich zorgen maakt over het verliezen van uw geld.

source: But! We have solved this issue by providing nLockTime transactions which essentially make deposits 'expire' after some time, which allows redeeming them without our intervention after this pre-set period of time. It is enabled by default when you have email notifications and two factor enabled.
de: Aber! Wir haben dieses Problem gelöst indem wir nLockTime-Transaktionen zur Verfügung stellen, welche Ihre Einlagen 'ablaufen' lassen, so dass Ihnen diese auch ohne unseren Teilnahme nach einer im Voraus festgelegten Zeit wieder zur Verfügung stehen. Dies ist automatisch eingestellt, wenn Sie Emailbenachrichtigungen und Zwei-Faktor-Authentifizierung aktiviert haben.
fr: Mais ! Nous avons résolu ce problème grâce aux transactions nLockTime qui font "expirer" un dépôt après un certain temps, permettant de les débloquer sans notre intervention après un période de temps configurable. Cette fonction est activée par défaut si les notifications par mail et l'authentification à deux-facteurs sont activées.
nl: Maar! We hebben dit probleem opgelost door het toevoegen van nLockTime transacties. Deze zorgen ervoor dat stortingen verlopen na een bepaalde tijd, wat ervoor zorgt dat u uw geld kunt verzenden na een vooraf ingestelde tijd. Deze functie wordt automatisch ingeschakeld als u e-mail meldingen en dubbele verificatie instelt.

source: This allows you to keep your ease of mind even in case GreenAddress.it disappears with its keys.
de: So können Sie Ruhe bewahren, auch wenn GreenAddress.it mit allen Schlüsseln verschwindet.
fr: Cela vous permet de rester serein même si GreenAddress.it venait à disparaitre avec ses clés.
nl: Hierdoor kunt u gerust zijn dat u bij uw geld kunt, zelfs als wij onze sleutels verliezen.

source: It also means that every time the funds expire the user has to re-transfer them. This can be automated on login and notified in advance via email or manually done.
de: Dies bedeutet aber auch dass jedes abgelaufene Guthaben erneut transferiert werden muss. Dieser Vorgang kann bei Login automatisiert und vorher per Email angekündigt, oder manuell erledigt werden.
fr: Cela signifie également qu'à chaque fois que les fonds expirent, l'utilisateur doit les re-transférer. Cela peut être effectué automatiquement lors de votre connexion, prévu à l'avance par email ou fait manuellement.
nl: Dit betekent ook dat u uw geld opnieuw moet storten zodra de transactie is verlopen om optimale veiligheid te waarborgen. Dit kan automatisch worden gedaan bij het inloggen en van te voren gemeld worden via e-mail of u kunt er voor kiezen het handmatig uit te voeren.

source: For redeeming the funds after expiration, you can use a tool we've developed specifically for this purpose - see
de: Um das Guthaben nach Ablauf zu erhalten können Sie ein Werkzeug verwenden das wir speziell für diesen Zweck entworfen haben - siehe
fr: Pour réclamer des fonds après expiration, vous pouvez également utiliser l'outil que nous avons développé spécialement pour, voir
nl: Voor het verzenden van geld nadat de transactie verlopen is hebben we een speciale tool gemaakt. Zie

source: and
de: und
fr: et
nl: en

source: its project on GitHub
de: dessen Projektseite auf GitHub
fr: sa page GitHub
nl: zijn project op GitHub

source: It's open source!
de: Es ist freie Software!
fr: C'est open source !
nl: Het is open source!

source: How is your wallet better than the others out there?
de: Warum ist Ihr Dienst besser als andere Angebote?
fr: Pourquoi votre porte-monnaie est meilleur que les autres ?
nl: Waarom is deze portemonnee beter dan andere?

source: For a simple high level comparison with a couple of web wallets please see
de: Einen einfachen Vergleich mit ein paar anderen Webdiensten sehen Sie auf
fr: Pour comparer rapidement les fonctionnalités de GreenAddress.it avec celles des autres porte-monnaies, consultez
nl: Voor een eenvoudige vergelijking met andere web portemonnees zie

source: this
de: dieser
fr: ce
nl: deze

source: table
de: Tabelle
fr: tableau
nl: tabel

source: We offer all the advantages of a web wallet:
de: Wir bieten alle Vorteile eines Webdienstes
fr: Vous offrons tous les avantages d'un porte-monnaie en ligne :
nl: Wij bieden alle voordelen van een web portemonnee:

source: Ubiquitously available
de: Überall verfügbar
fr: Disponibilité ubiquitaire
nl: Overal beschikbaar

source: Social/email/SMS integration
de: Soziale/Email/SMS Integration
fr: Interaction avec les outils sociaux, email et SMS
nl: Social media/e-mail/SMS integratie

source: Two factor authentication
de: Zwei-Faktor-Authentifikation
fr: Authentification à deux-facteurs
nl: Dubbele verificatie

source: Transaction limits/restrictions
de: Transaktionslimits und -einschränkungen
fr: Limites et restrictions pour les transactions
nl: Transactie limieten/beperkingen

source: Green address instant transaction confirmation
de: Green address sofortige Transaktionsbestätigung
fr: Confirmation instantanée des transactions avec une Green Address
nl: Green adress onmiddellijke transactie verificatie

source: And the advantages of a local software wallet like
de: Und die Vorteile einer lokal ausgeführten Software wie
fr: Et les avantages d'un porte-monnaie en local comme
nl: En de voordelen van een lokale software portemonnee zoals

source: Mnemonic seed backup once and forget
de: Einmalig notwendiges mnemonisches Backup, danach nie wieder
fr: Code mnémonique, sauvegardez une fois et n'y pensez plus
nl: Backup de mnemonic seed eenmalig

source: Your private keys are never stored on our servers, not even encrypted
de: Ihre privaten Schlüssel sind nie auf unseren Servern gespeichert, nicht einmal in verschlüsselter Form
fr: Vos clés privées ne sont jamais stockées sur nos serveurs, même chiffrées
nl: Uw privésleutels worden nooit op onze servers opgeslagen, zelfs niet versleuteld

source: No lost time synchronizing the client with the full Bitcoin blockchain
de: Keine verschwendete Zeit um ihre Brieftasche mit der vollen Bitcoin-Blockchain zu synchronisieren
fr: Pas de perte de temps à cause de la synchronisation avec toute la blockchain
nl: U verliest geen tijd met het synchroniseren van de volledige Bitcoin blockchain

source: Simply put, we offer the best web wallet available: We include more features and security safeguards than the competition with a simple interface through your browser or phone.
de: Einfach gesprochen bieten wir den besten Webdienst an: Wir haben mehr Funktionen und Sicherheitsmerkmale als die Konkurrenz zusammen mit einem einfachen Interface in ihrem Browser oder Smartphone.
fr: Pour faire simple, nous proposons le meilleur système de porte monnaie actuellement disponible : nous mettons en oeuvre plus de fonctionnalités pour la sécurité que n'importe quel autre outil, le tout via une interface web simple accessible via ordinateur fixe ou smartphone.
nl: Simpel gezegd, wij bieden de beste web portemonnee beschikbaar. Wij hebben meer functies en veiligheidsmaatregelen dan de concurrentie met een simpele interface voor uw browser of smartphone.

source: Where are my Bitcoin keys stored?
de: Wo sind meine Bitcoin-Schlüssel gespeichert?
fr: Où sont stockées mes clés Bitcoin ?
nl: Waar worden mijn Bitcoin sleutels opgeslagen?

source: Your keys are not stored. They are derived from your mnemonic passphrase and never sent to the server.
de: Ihre Schlüssel sind nicht gespeichert. Sie sind von ihrer mnemonischen Passphrase abgeleitet und niemals an den Server gesendet.
fr: Elles ne sont pas stockées. Elles sont des dérivés de votre code mnémonic et ne sont jamais envoyées au serveur.
nl: Uw sleutels worden niet opgeslagen. Ze worden samengesteld vanuit uw mnemonic passphrase en nooit naar onze server verzonden.

source: How does the PIN work?
de: Wie funktioniert die PIN?
fr: Comment fonctionne le PIN ?
nl: Hoe werkt de pincode?

source: A random password (256 AES) is created and used to encrypt your mnemonics and store them on your device in encrypted form. The random password is sent server side and destroyed on the client. When during login the user provides the right PIN a mechanism will ask the server for the password which is used to decrypt the mnemnonic passphrase stored on your device and get you in your wallet. If the PIN is provided wrong for 3 times in a row the password is then deleted from our servers.
de: Ein zufälliges Passwort (256 AES) wird erstellt und benutzt um Ihre Passphrase zu verschlüsseln und in dieser Form auf Ihrem Gerät zu speichern. Das zufällige Passwort wird dann an den Server geschickt und auf Nutzerseite vernichtet. Wenn der Nutzer beim Login die korrekte PIN angibt wird ein Mechanismus den Server nach dem Passwort fragen, was dann verwendet wird um die Passphrase auf Ihrem Gerät zu entschlüsseln und Ihnen Zugriff auf Ihre Brieftasche zu gewähren. Wenn die PIN drei mal in Folge falsch eingegeben wird löschen wir das Passwort von unseren Servern.
fr: Un mot de passe aléatoire (256 AES) est généré et utilisé pour chiffrer vos codes mnémoniques et les stocker sur votre appareil (toujours chiffrés). Le mot de passe aléatoire est envoyé côté serveur et détruit sur le client. Pendant la phase de connexion, si l'utilisateur fournit le bon PIN un mecanisme va demander au serveur le mot de passe qui sera utilisé pour déchiffrer le code mnémonique stocké sur votre appareil afin de vous donner accès à votre porte-monnaie. Si un mauvais PIN est founit, au bout de trois tentatives consécutives le mot de passe sera effacé de nos serveurs.
nl: Een willekeurig wachtwoord wordt aangemaakt en gebruikt om uw mnemonics te versleutelen en op te slaan op uw apparaat. Dit willekeurig wachtwoord wordt hierna verwijdert van uw apparaat. Als u tijdens het inloggen de juiste pincode invoert wordt dit wachtwoord opgevraagd aan de server, welke daarna gebruikt wordt om uw mnemnonic die op uw apparaat staat te ontsleutelen en in uw portemonnee te komen. Als de pincode driemaal in een rij verkeer wordt ingevoerd wordt het wachtwoord verwijdert van onze servers.

source: When are you going to offer feature XYZ? I would like to access my wallet in my language, can you add it?
de: Wann bieten sie die neue Funktion XYZ? I möchte Zugriff auf meine Brieftasche in meiner Sprache haben, wann bieten Sie das an?
fr: Pouvez-vous ajouter telle ou telle fonctionnalité ? J'aimerais pouvoir utiliser mon porte-monnaie dans ma langue, pouvez-vous l'ajouter ?
nl: Wanneer voegen jullie functie X toe? Ik zou graag mijn portemonnee willen bekijken in mijn eigen taal, kunnen jullie deze toevoegen?

source: We are constantly looking for feedback from our users, if you want to provide some feedback or get involved feel free to PM on reddit (greenaddress) or send us an email at
de: Wir suchen stets Rückmeldungen von unseren Nutzern. Wenn Sie mit uns in Kontakt treten oder mitmachen wollen, schreiben Sie uns einfach eine PM auf Reddit (greenaddress) oder eine Email unter
fr: Nous sommes constamment à l'écoute de nos utilisateurs, si vous voulez nous faire part de vos retours ou prendre part à l'aventure, n'hésitez pas à nous contacter via message privé sur Reddit (greenaddress) ou envoyez-nous un email a
nl: Wij zijn voortdurend opzoek naar feedback van onze gebruikers. Als u ons iets wil mededelen of betrokken wil raken voelt u dan vrij ons een PM te sturen op reddit (greenaddress) of ons een e-mail te sturen op

source: We have many features and language support for many languages in the pipeline, please check with us if you want to be kept up to date with development and please be patient :)
de: Wir haben viele Funktionen und Sprachen in Entwicklung, bitte melden Sie sich wenn sie auf dem aktuellen Stand der Entwicklung bleiben möchten. Und haben Sie ein wenig Geduld :)
fr: Nous avons beaucoup de fonctionnalités en cours de développement et de nouvelles versions linguistiques dans les tuyaux, contactez-nous si vous voulez être mis au courant de l'avancement, et soyez patient ;)
nl: We hebben veel nieuwe functies en vertalingen in de planning staan. Neem contact met ons op als u op de hoogte gehouden wilt worden en wees alstublieft geduldig :)

source: Do you have a donate button for linking to users payment URLs?
de: Haben Sie einen Spendenbutton um zur Bezahlungs-URL von Nutzern zu verlinken?
fr: Avez-vous un bouton de don pour renvoyer les utilisateurs vers une URL de paiement ?
nl: Hebben jullie een donatie knop voor het linken naar het publieke adres van gebruikers?

source: Sure have a look below (let us know if you have created one!).
de: Sicher, sehen Sie unten (lassen Sie uns wissen falls Sie selbst einen erstellen!).
fr: Tout à fait, voyez ci-dessous (tenez-nous au courant si vous en avez créé vous-même !).
nl: Zeker weten! Neem hieronder een kijkje en laat het ons weten als u een eigen versie gemaakt hebt!

source: What exactly is an 'instant greenaddress transaction'?
de: Was genau ist eine 'sofortige greenaddress Transaktion'?
fr: Qu'est-ce qu'une "transaction greenaddress instantanée" exactement ?
nl: Wat precies is een "onmiddellijke greenaddress transactie"?

source: From the Bitcoin
de: Von der Bitcoin
fr: Vu sur le Bitcoin
nl: Van de Bitcoin

source: Your transactions are protected by both your signature and by a signature we apply when we get your permission via two factor. With this protection, comes the fact that people receiving Bitcoin from you can trust the funds instantly as we provide a 'special' signature to your transaction when you require instant confirmation.
de: Ihre Transaktionen sind sowohl durch Ihre Signatur als auch unsere geschützt, wenn wir Ihre Genehmigung durch Zwei-Faktor-Authentifizierung erhalten. Dadurch können Empfänger Ihres Guthabens diesem sofort vertrauen, da wir eine 'besondere' Signatur zu Ihrer Transaktion hinzufügen wenn Sie sofortige Bestätigung benötigen.
fr: Vos transactions sont protégées non seulement par votre signature mais aussi par une signature que nous appliquons lors que nous recevons votre permission via deux-facteurs. Avec cette protection les destinataires peuvent instantanément être sûr que la transaction est valide et que les fonds existent étant donné que nous fournissons une adresse bitcoin "spéciale" de confiance.
nl: Uw transacties worden beschermd door zowel uw handtekening als door een handtekening die we toepassen wanneer we uw toestemming via dubbele verificatie krijgen. Door deze bescherming kunnen mensen die uw bitcoins ontvangen onmiddellijk vertrouwen dat deze transactie geldig is omdat onze "speciale" handtekening is gebruikt.

source: What about cookies?
de: Was ist mit Cookies?
fr: Et concernant les cookies ?
nl: Waarom cookies?

source: To enable GreenAddress.it to recognize your device and to provide features to you, we use cookies. Cookies are unique identifiers that we transfer to your device to enable our services to recognize your device and to provide features such as providing you with protection from Cross-site request forgery and display the site in the language you have selected or to not show you the EU cookie compliance info banner.
de: Um GreenAddress.it zu ermöglichen Ihre Geräte wieder zu erkennen und Ihnen Funktionen zur Verfügung zu stellen benutzen wir Cookies. Cookies sind einzigartige Identifikatoren, welche uns erlauben Ihre Geräte zu erkennen und Ihnen etwa Schutz vor Cross-Site-Request-Fälschungen zu geben, die Seite in Ihrer bevorzugten Sprache anzuzeigen, oder Ihnen nicht immer das Banner über das Einhalten der EU Cookie Direktive anzuzeigen.
fr: Pour faire en sorte que GreenAddress.it reconnaisse votre appareil et vous fournisse un service de qualité, nous utilisons les cookies. Les cookies sont des identifiants uniques que nous transfèrons sur votre appareil afin de permettre, par exemple, de vous protéger contre les attaques de type "CSRF", ou d'afficher le site dans la langue que vous avez sélectionnées, ou enfin de ne pas afficher la bannière concernant les cookies à chaque connexion.
nl: Om te zorgen dat GreenAddress.it uw apparaat herkend en u functies kunt aanbieden gebruiken we cookies. Cookies zijn unieke id's die we naar uw apparaat versturen zodat onze dienst uw apparaat herkent en om te zorgen dat de website altijd in uw taal wordt weergegeven. Ook wordt onthouden dat u akkoord bent gegaan met cookies zodat u de melding met betrekking tot cookies maar een keer hoeft te accepteren.

source: Yes! You can see our <a href="http://api.greenaddress.it/">API documentation at GitHub Pages</a>. The documentation is in very early stages and may be not up to date, and the API is by no means stable.
fr: Oui ! Rendez-vous sur la documentation de <a href="http://api.greenaddress.it/">notre API sur GitHub</a>. La documentation n'en est qu'à ses débuts et peut ne pas être entièrement à jour. L'API quant à elle n'est pas encore stable.
nl: Ja! U kunt onze <a href="http://api.greenaddress.it/"> API documentatie op GitHub zien.</a> De documentatie staat nog in de kinderschoenen en is mogelijk niet up-to-date en momenteel allesbehalve stabiel.

source: Terms of Service
de: Allgemeinen Geschäftsbedingungen
fr: Conditions d'utilisation
nl: Algemene gebruikersvoorwaarden

source: Home Page
de: Startseite
nl: Startpagina
